[
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Victory Đà Lạt", "h_reviewer_name": "Rina L", "h_date": "  thg 6 2022", "h_title_comment": "Not good", "h_comment": "Hotel rooms are not good, furniture is damaged, TV is broken ... check in is more than 14h.  It was not time to check out, the staff moved the luggage down to the lobby without calling to consult the guests even though it was 11 o'clock.  Very bad hotel will not visit again"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Victory Đà Lạt", "h_reviewer_name": "tinatruong2008", "h_date": "  thg 8 2019", "h_title_comment": "sheet và duver", "h_comment": "Khách sạn được , phòng ốc nhìn cũ chút nhưng sạch sẽ, có lẽ không thay sheet và duver nên nhà tôi ở mấy đêm nằm hơi bị ngứa,Nhân viên dễ thương, khách sạn gần nơi ăn uống rất tiện lợi. Mong cải thiện thay sheet và duver qua mỗi đêm khách ở. Tôi sẽ ở lại đây khi quay lại đà lạt "},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Lasol Boutique Hotel", "h_reviewer_name": "Fearless26907351711", "h_date": "  thg 1 2023", "h_title_comment": "Quá thiếu chuyên nghiệp", "h_comment": "chưa có \"cơ duyên\" được ở khách sạn này bởi đặt phòng của tôi trên agoda đã bị quý khách sạn đơn phương huỷ bỏ vì lý do không kịp thời thanh toán. Trong khi trong điều khoản đổi huỷ trên agoda không hề đề cập tới vấn đề này. Vấn đề là tôi đã được thông tin rằng đặt phòng của mình sẽ được không được hoàn trả từ sau 24/12 thế tại sao bên bạn đợi sát ngày 31 mới kiểm tra thẻ của tôi và huỷ đơn vì thẻ tôi không thanh toán được theo lời của nhân viên lễ tân. Tôi cũng đã liên hệ bên ngân hàng và biết được rằng trong 24h qua không có bất cứ việc nỗ lực thanh toán nào tác động đến thẻ của tôi cả. Và hành động huỷ đơn mà không có bất cứ nỗ lực thông báo cho khách hàng liệu có đúng đắn trong một môi trường dịch vụ du lịch như thế này? Tôi còn không nhận được bất cứ hỗ trợ nào từ bên phía  khách sạn ngoại trừ \"bên em hết phòng\" và \"nếu mình đặt trên mạng lại được thì cứ đặt\"."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Lasol Boutique Hotel", "h_reviewer_name": "Anphuu", "h_date": "  thg 8 2022", "h_title_comment": "Trải nghiệm thất vọng tại Lasol.", "h_comment": "Mình ở đây 2 ngày từ ngày 16-18/8 tại khách sạn.trải nghiệm đầu tiên là khách sạn có thiết kế đẹp, yên tĩnh,phòng sạch sẽ nhân viên dễ thương.đặc biệt mình muốn gởi lời cám ơn đến bạn nữ lễ tân làm ca sáng ngày 16/17-8 đã hỗ trợ mình rất nhiều.điểm trừ rất lớn ở đây và cũng là trải nghiệm mà mình không hài lòng là ở bộ phận nhà hàng.mình ăn sáng ở đây thì thấy các bạn nhà hàng chưa có kỹ năng phục vụ khách, món ăn thì các bạn không chủ động lên mới cho khách cho đến khi khách nói thì mấy bạn mới biết và lên lại món rất lâu, bạn mình có xin 1 ít ớt thì phải đợi sau 15p bạn nữ nhà hàng mới ra thông báo cho mình là hết ớt.đối với khách sạn 3* thì cũng không hy vọng nhiều nhưng thấy cách trả lời như vậy là không ổn."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Mỹ Hy Hotel", "h_reviewer_name": "Alex H", "h_date": "  thg 3 2020", "h_title_comment": "Giá trị hợp lý cho tiền", "h_comment": "Bạn gái tôi và tôi ở khách sạn My Ny ở Lat trong 2 đêm. Chúng tôi ở trên tầng ba và phòng của chúng tôi rộng rãi, sạch sẽ và có TV, bàn và WiFi tốt. Nệm giường nệm khá chắc chắn, tuy nhiên chúng tôi dường như vẫn có một giấc ngủ ngon. Chúng tôi được cung cấp khăn tắm khi tắm cũng như xà phòng và dầu gội. Vòi hoa sen có một chút không kiểm soát được mặc dù có nghĩa là nó nóng hoặc rất lạnh, không thể tìm thấy sự cân bằng. Một số nhân viên rất thân thiện và chào đón chúng tôi, trong khi những người khác thì rất nhiều. Điều này có lẽ là do chúng tôi là khách du lịch trong đợt bùng phát virus corona. Trong thực tế khi chúng tôi đăng ký, một nhân viên gần như thở hổn hển rằng chúng tôi đến từ Vương quốc Anh, đeo mặt nạ của anh ấy, khử trùng hộ chiếu của chúng tôi và bắt chúng tôi sử  dụng gel rửa tay. Chúng tôi đã làm tâm trí quá nhiều nhưng nó có thể tinh tế hơn một chút. Khách sạn nằm ở vị trí trung tâm và nằm trong khoảng cách đi bộ đến Crazy House. Khách sạn cũng cung cấp các tour du lịch đến nhiều địa điểm hoạt động khác nhau tuy nhiên chúng tôi không sử dụng những địa điểm này để chúng tôi có thể bình luận. Khách sạn cung cấp vận chuyển sân bay với giá 250, 000 đồng, rẻ hơn so với lấy. Vào thời điểm chúng tôi ở lại, có những công trình đường bộ dữ dội đang diễn ra ngay trước khách sạn, điều đó sẽ rất hay khi có cảnh báo trước khi đến. Nhìn chung, đó là một kỳ nghỉ thú vị tại khách sạn My Ny và chúng tôi có thể phàn nàn quá nhiều với mức giá 20 tổng cộng cho 2 đêm cho 2 người."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Romeo & Juliet Dalat", "h_reviewer_name": "TamTam", "h_date": "  thg 7 2019", "h_title_comment": "Dịch vụ chưa thực sự nổi bật", "h_comment": "Du lịch từ 20/07 - 21/07 Phòng to view rừng, sàn sạch, tiện ích trong phòng tốt (có kênh Netflix) giường êm, khăn sạch, có sẵn khăn tắm và khăn mặt ở khu vực chung để khách lấy thêm  Chăn có dính sơn móng tay màu đỏ đã khô ở góc. Có không gian sinh hoạt gia đình ngồi uống trà và nhiều khu vực để BBQ. Sức chứa khu vực BBQ 50-70 người cùng một lúc, trang trí đèn led rất đẹp Có xe điện di chuyển trong khung viên Villa rất tiện lợi Không có nhân viên trực đêm ở khu vực BBQ Đồ ăn sáng phục vụ chậm, nhân viên chưa chuyên nghiệp. Dọn phòng chưa chăm chút từng chi tiết chỉ làm sơ sơ cho xong việc.  Không gian mát mẻ, xanh mát"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Moonstone Hotel", "h_reviewer_name": "gwlj", "h_date": "  thg 2 2020", "h_title_comment": "Khách sạn đẹp, nhưng", "h_comment": "Chỉ cần kiểm tra sau hai đêm trong một song sinh delux với ban công. Phòng rộng, tắm kính rất đẹp. Giường tốt. Tất cả về ban công là nổi bật, đặc biệt là kích thước. Mặt trời buổi sáng đầy đủ được chào đón với nhiệt độ thấp trong 60 giây. Bữa sáng rất đẹp với những quả trứng ngon nhất để gọi món tôi đã ăn trong ba tuần qua. Nhân viên rất thân thiện và tiếng anh tốt. Bây giờ là những người nhưng. Đường phía trước hoàn toàn bị xé nát. Bùn, và ở một số nơi gần như không thể vượt qua. Bùn trên giày của bạn mặc dù thảm gần cửa trước sẽ kết thúc trong phòng của bạn và rất khó để làm sạch giày. Cắt ngắn ra phía sau giúp nhưng đi bộ trong khu vực này là nguy hiểm nhất. Ngay cả vỉa hè đường phố chính là một thảm họa. Không có nhiều nhà hàng hoặc hoạt động trong một bước đi ngắn. Nếu bạn  có kế hoạch đi taxi ở khắp mọi nơi, không phải là một vấn đề. Yên lặng là thế; đoán rằng đi với ra khỏi bất kỳ hành động. Cho đến khi bùn biến mất, tôi nói đi nơi khác. Nâng cấp lên 4 sao khi công việc trên đường hoàn thành."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Tigon Dalat Hostel", "h_reviewer_name": "Thuật 79", "h_date": "  thg 11 2019", "h_title_comment": "Cảm giác bị lừa đảo", "h_comment": "Tôi đã ở đây rất nhiều lần và rất thích nơi này.  Mỗi lần tới tôi đều book phòng trước ở booking  NHƯNG tối quá thất vọng với Tigon trong 1 năm trở lại đây  - Lần 1: tôi đi 2 người đã book phòng trước 2 ngày khi đến nơi thì báo hết phòng và chuyển tôi sang chi nhánh 2, tôi ko đồng ý và phải tự đi kiếm phòng khác.  - Lần 2: tôi đi 6 người và cũng đã book phòng trước 2 ngày, và khi đến nơi thì nhân viên ở đây thông báo \"CHÍNH NHÁNH NÀY CHỈ NHẬN KHÁCH NƯỚC NGOÀI VÀ KHÁCH VIỆT CHỈ NHẬN Ở CHI NHÁNH 2\" tôi khá khó chịu và vẫn phải đi tìm phòng.  - Lần 3: Tôi đi 4 người vẫn đặt phòng trước ở BOOKING vì lo như những lần trước nên tôi gọi trước để check thì nhân viên báo đang sửa chữa phòng và chuyển tôi qua chi nhánh 2.  Có vẻ khi kinh doanh hiệu quả và đông khách thì khônng cần tôn  trọng khách hàng nữa, tôi quá thất vọng về Tigon và sẽ KHÔNG BAO GIỜ QUAY LẠI   Mong tigon tôn trọng khách hàng, tôn trọng uy tín của Tigon."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Tigon Dalat Hostel", "h_reviewer_name": "Ely H", "h_date": "  thg 1 2020", "h_title_comment": "Điểm đẹp. Cảnh đẹp. Vẫn cảnh giác.", "h_comment": "Đó là một nhà nghỉ bận rộn và là nơi tuyệt vời để gặp gỡ mọi người với đồ ăn và đồ uống có giá hợp lý.  Một điều tôi nhận thấy là họ có một chính sách mơ hồ về người mà họ để ở đó và tích cực đặt trước. Họ đã hủy một số đặt phòng của khách khi đến và nói với họ rằng không có chỗ trống hoặc họ chỉ có thể ở lại một đêm thay vì nhiều người đã lên kế hoạch. Trong một lần, hai người đến cùng một lúc, một người đặt chỗ trước, một người không có. Người đã đặt trước đã bị từ chối."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Cereja Hotel & Resort Đà Lạt", "h_reviewer_name": "Bảo", "h_date": "  thg 6 2020", "h_title_comment": "Tôi đã có trải nghiệm tồi tệ ở resort này", "h_comment": "1. Đặt phòng sẽ ghi là nhận phòng lúc 14h nhưng chờ đến 14h lễ tân vẫn báo là chưa có phòng, trong khi tiền đã thanh toán đầy đủ. đến gần 15h mới có phòng.  2. Thái độ nhân viên trong khách sạn rất tệ, không tôn trọng khách, thái độ làm việc quá kém. Ko chuyên nghiệp đối với 1 resort lớn thế này. Tôi vẫn nhớ rõ anh lễ tân đó tên Thịnh, lúc mình hỏi vẫn có thái độ ko tôn trọng, ko nhìn thẳng vào khách để trả lời làm tôi cảm thấy ko đc tôn trọng, bị khinh thường. kiểu trả lời cho có cho qua loa đại khái.  3. Lúc nhận phòng xong đc chở đến khu tôi ở Bell để khách xách hành lý lên, đến nơi thì thang máy hư phải đi bộ. đc báo là lễ tân giao cho mình thẻ hư ko sử dụng đc. Lúc check out tôi báo trc 15p nhưng vẫn ko đc ng lên để chở ra lễ tân và xách hành lý giúp tôi. phải để khách xách  hành lý 1 đoạn đường dài ra đến lễ tân. Rất Nặng 4. Nhận Phòng thì sàn nhà vẫn còn rất ướt, dọn dẹp vẫn chưa kỹ càng, Phòng ốc ko đc chăm chút kỹ để khách đến nhận   Nói chung tôi đến đà lạt cũng rất nhiều lần, nhưng lần đầu tiên bị nhân viên khách sạn đối xử thế này, tiền bạc thanh toán trc ko bh trễ. Trải nghiệm quá tồi tệ, và sẽ không bh đến lần t2.  "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Capital O 585 Saigon Book Da Lat Hotel", "h_reviewer_name": "SeoYool92", "h_date": "  thg 7 2020", "h_title_comment": "Near Xuan Huong lake, nice room", "h_comment": "I've arrived at mid night, hard to call them to open the door but the admin on FB was so good to reply me immediately. The hotel was near Xuan Huong lake & Thanh Buoi bus station, we had Thanh Buoi staffs pick up us there. The room was ok, quite large to use, nice window and view, even we've just got a garden view room. The bathroom was not because it always got wet after taking bath due to bad drainage. The staffs can speak English & Chinese. At night, customers from the other room talked quite loudly and it's not good enough to sleep well. First day arrival also have a little problem at 05am with the electricity so it's really hot but the electronic was fixed in the early morning luckily. The cleaning staffs also helped to reorganize the bedroom on the 1st afternoon but not  for the all 4 days we've stayed."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Cereja Hotel & Resort Đà Lạt", "h_reviewer_name": "Bơ Soty", "h_date": "  thg 11 2019", "h_title_comment": "Phòng đẹp, rộng, thoải mái", "h_comment": "Khách sạn mới, rộng rãi, thoáng và sạch sẽ. Phòng mình đặt có hướng hồ, buổi chiều ngắm cảnh hồ rất đep. Ăn sáng phong phú. Không gian khách sạn rất nhiều hoa, và cây cảnh, thích hợp các bạn và gia đình muốn nghỉ dưỡng. Khách sạn còn có thêm tiệc trà chiều mang những hương vị trà đặc biệt. Trải nghiệm được mong đợi."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sepia Hotel Đà Lạt", "h_reviewer_name": "Le Dung", "h_date": "  thg 11 2019", "h_title_comment": "Khách sạn rất mới, đẹp và sạch sẽ", "h_comment": "Gia đình chúng tôi đã ở đây trong 2 đêm, với con nhỏ. Khách sạn cực kỳ mới, phòng siêu rộng rãi và nội thất sang trọng, theo phong cách hoàng gia. Điểm trừ là vị trí hơi xa trung tâm một chút, cách chợ đêm khoảng 3-4km, nhưng gần ksan vẫn có nhiều hàng quán. Gdinh chúng tôi có xe ô tô di chuyển nên k có vấn đề gì. Không có ăn sáng buffet, nhưng mỗi ngày 1-2 món khác nhau, rất ngon và sạch sẽ, món nước cam và nước dâu tây tươi ngon tuyệt. Bạn phục vụ còn giúp chúng tôi xay 1 ly sinh tố dâu, chuối riêng cho bé 3 tuổi của chúng tôi. Nói chung là rất tuyệt, lần sau sẽ quay lại Sepia hotel."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sleep In Dalat Hostel", "h_reviewer_name": "anhquang", "h_date": "  thg 11 2014", "h_title_comment": "Cô chủ dễ mến.", "h_comment": "rất tốt!!! cô chủ quán rất là dể thương hiếu khách nhiệt tình, ngoài những hiểu biết chung về Đà Lạt mình khá yên tâm về địa điểm mua sắm, ăn uống vui chơi mà cô chủ chia sẽ. Mọi người đến thăm Dl vào tháng 10 11 trong năm theo cảm nhận của riêng mình có thể nói Dl khá là đẹp mùa của loài hoa dã quỳ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sepia Hotel Đà Lạt", "h_reviewer_name": "Vicky N", "h_date": "  thg 3 2020", "h_title_comment": "Khách sạn tốt", "h_comment": "Tầm nhìn đẹp và đẹp, phòng khá mới và mọi thứ cực kỳ tin tức, tôi thích phòng này, chỉ có bữa sáng không ổn, chỉ có mì và không còn lựa chọn nào nữa, hy vọng khách sạn có thể chuẩn bị đồ ăn tự chọn hoặc nhiều đồ ăn hơn"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Cocoon Bungalow Đà Lạt", "h_reviewer_name": "Thao Nguyen", "h_date": "  thg 9 2020", "h_title_comment": "Thất vọng", "h_comment": "Đã rất kỳ vọng về phòng ốc và view của khách sạn này trước khi đi. Nhưng khi nhận phòng thì phòng vẫn còn rất nồng thuốc xịt côn trùng. Drap giường dơ và có cả côn trùng trên nệm. Nước chảy yếu, đợi nước nóng rất lâu. Do đi vào mùa mưa bão nên mình không đánh giá về view ngoài vườn. Nhưng thật sự khoản phòng ốc làm mình cực kỳ thất vọng."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Cocoon Bungalow Đà Lạt", "h_reviewer_name": "thuvan1509", "h_date": "  thg 5 2019", "h_title_comment": "Khach san xa tâm", "h_comment": "Khách san nằm xa trung tâm, nằm trên con dốc nên nuoc rất yếu. Phòng và hoa bên ngoài không đẹp như trong hình ảnh trên mạng. 7h xuống trả phòng thì bảo vệ báo 7.30 mới được trả phòng vì không có nhân viên lễ tân. Vậy là phải đợi. Rất bực mình."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Angelina", "h_date": "  thg 9 2022", "h_title_comment": "Terrible", "h_comment": "Lưu trú 2 đêm ở resort nhưng tuyệt nhiên từ lúc check-in đến khi check-out KO HỀ được nghe lấy 1 câu Xin chào - Tạm biệt. Tuy là resort 4s nhưng chất lượng dịch vụ “hết hồn”, nhân viên từ FO đến F&B đều rất tiết kiệm lời nói và nụ cười nhưng lại vô cùng nhiệt tình trong việc TỎ THÁI ĐỘ với khách. Mang tiếng là resort nghỉ dưỡng nhưng đúng kiểu kinh doanh bán view chứ ko phải kinh doanh dịch vụ."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Ami Nguyen", "h_date": "  thg 8 2022", "h_title_comment": "Nhân viên cần được đào tạo kỹ hơn, 1 lễ tân nam cung cấp dịch vụ quá tệ sẽ không quay lại", "h_comment": "Resort rất đẹp, mình dùng tất cả dịch vụ từ nhà hàng đến spa. Lễ tân nữ check-in rất nice và support, tài xế lái xe buggy cũng hiền và nice, spa tuyệt vời, dịch vụ tốt và nhân viên nhã nhặn. Nhà hàng đồ ăn ngon, nhân viên FB chuyên nghiệp và nice. 1 nvien lễ tân nam hai lần mình đến quày đều không cười chào, nhìn thấy khách rồi quay đi update registration card của khách, hay in invoice gì đó, không ngước mặt lên khi khách đến, đợi khách kêu \"em ơi\" mới ngẩng đầu lên, nói chuyện không biết cảm ơn, xin chào, bắt khách đứng đợi cũng không biết xin lỗi, chỉ vì một nhân viên thiếu chuyên nghiệp (mà tôi gặp những hai lần trong stay của tôi) tôi quyết định k bao giờ quay lại, và không bao giwof giưới thiệu ksan này với bạn bè của tôi. Chưa thấy ai đi làm dịch vụ mà thái độ với khách  như thế. quá tệ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "H101", "h_date": "  thg 2 2020", "h_title_comment": "Điểm dừng tốt", "h_comment": "Một nơi mát mẻ để xem một số kiến trúc thú vị. điều này chắc chắn sẽ không được phép ở bất cứ nơi nào có luật an toàn và sức khỏe tốt. Bạn phải rất cẩn thận nơi bạn bước đi vì một bước di chuyển sai và bạn đang chạm đất bên dưới. Chúng tôi rất thích thời gian ngắn chúng tôi ở đây nhưng xin vui lòng xây thêm nhà vệ sinh! Hai là không đủ cho tất cả các du khách. Họ đang làm công việc xây dựng trong khi chúng tôi đang truy cập vì vậy sẽ rất tuyệt khi thấy nó trong một vài tháng khi nó còn lớn hơn nữa!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "David R", "h_date": "  thg 2 2020", "h_title_comment": "Hãy cẩn thận.", "h_comment": "Tôi đã đến Crazy House ở Lat một vài lần và vừa ra ngoài với cuộc sống của mình trong cả hai lần. Kiến trúc sư phụ nữ chắc chắn đã tạo ra một cái gì đó khác biệt. Như bạn có thể nói qua các bức ảnh, bạn chưa thấy bất cứ điều gì khá thích nó. Có những phòng có thể cho thuê vào ban đêm nhưng cả hai lần tôi đã trả phí và nhìn xung quanh trong khoảng một giờ. Nếu bạn ở Lat, hãy đi thăm nhưng hãy cẩn thận vì các bước được thực hiện cho dê núi"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "Luke_Cal88", "h_date": "  thg 1 2020", "h_title_comment": "Áp đảo", "h_comment": "Phí vào cửa đắt đỏ cho những gì bạn có thể làm. Một số bit thú vị và bạn sẽ có được một vài góc nhìn đẹp về Đà Lạt nhưng nhìn chung, nó khá trần tục.   Thanh 100 mái là một lựa chọn tốt hơn nếu bạn đang muốn làm điều gì đó khác biệt một chút. Có một mê cung được dệt xuyên qua tòa nhà và bạn bắt đầu ở phía dưới và đi qua tầng thượng đến một khu vườn mát mẻ và đường phố. Được thiết kế tốt và rất sáng tạo."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "eagleswings552018", "h_date": "  thg 12 2019", "h_title_comment": "Du lịch", "h_comment": "Nó thật sự là một trải nghiệm điên rồ nhưng thú vị. Nếu bạn sợ độ cao, Crazy House là một bài kiểm tra sức bền. Nhưng nó thực sự thú vị khi đi qua cầu thang dốc. Cảnh ’thế giới biển giống như thật. Ghé thăm ngôi nhà điên ở DaLat. Nó có giá trị phí vào cửa!"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Colline", "h_reviewer_name": "Anne Vo", "h_date": "  thg 11 2022", "h_title_comment": "Valentine at Đalat", "h_comment": "Mình có chuyến đi ĐL đúng dịp valentine và mình book khách sạn Colline là nơi cư trú khi đến thành phố tuyệt vời này. Khách sạn nhìn bên ngoài rất đẹp cả phòng ăn cũng có view chụp ảnh và ngắm đẹp nhưng phòng mình ở thì mình k ấn tượng lắm với giá và với hạng 4 sao. Được cái thì khách sạn rất nhiều vị trí để mng có thể có những quả ảnh sống ảo ))) lễ tân là 1 bạn trai nói siêu bé mình k nghe được bạn nói gì cả ( khadch sạn 4 sao nên training cho các bạn ý kĩ hơn) mình cũng làm trong ngành dichh vụ nên mình chưa ưng lắm. Nếu lần tới quay lại chắc mình sẽ k lựa chọn Colline"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Colline", "h_reviewer_name": "Sang Huynh", "h_date": "  thg 3 2022", "h_title_comment": "Đồ ăn quá khủng khiếp", "h_comment": "Được ăn sáng với món bún ruồi, mình đã bỏ cả bữa sáng và bị tiêu chảy cả ngày. Đã phản ánh với nhân viên lễ tân, nhưng không thấy lời xin lỗi nào từ quản lý khách sạn. Có lẽ họ cho mình là người Việt và dễ dãi bỏ qua chăng ?"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Colline", "h_reviewer_name": "HuyGoDL", "h_date": "  thg 7 2021", "h_title_comment": "Nhân viên sale thiếu chuyên nghiệp", "h_comment": "Không chuyên nghiệp, sale nhận khách, không cập nhật các thông tin mùa covid cho khách biết , tới lúc nhận phòng mới đưa ra các quy định, làm mất thời gian của khách Nhân viên sale cần linh hoạt và phổ biến mọi quy định cho khách, nhất là trong tình dịch bệnh như lúc này"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Colline", "h_reviewer_name": "Jessica N", "h_date": "  thg 4 2021", "h_title_comment": "Khách sạn đẹp", "h_comment": "Lễ tân chưa chuyên nghiệp. Mình đi xa không kịp về trước giờ checkout, ksan có gọi và mình báo đang trên đường về tầm 12h30 sẽ về đến. Mình xuống muộn hơn tầm 10-15' vì còn phải dọn đồ. Xuống checkout ksan mới nói bị thu phí mà trong khi thấy mình xuống muộn cũng không chủ động báo là sẽ thu phí. Nếu báo mình thì mình sẵn sàng trả tiền checkout và ở lại thêm vì đằng nào cũng bị thu. Mình vừa mất tiền vừa phải ra quán cafe ngồi mấy tiềng đợi giờ bay. "},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Phuc Tran", "h_date": "  thg 6 2022", "h_title_comment": "MỘT TRẢI NGHIỆM KHÔNG THỂ TỆ HƠN.", "h_comment": "Booking ngày 20-21/6/2022  1.Check-in: - Nhân viên rất thiếu chuyên nghiệp, không xử lí vấn đề nhanh lẹ (Reception team trực ngày 20/6/2022 14:00). Booking check-in 14h nhưng tới 15h10 vẫn chưa có phòng. Lí do: thiếu nhân viên buồng phòng nên chưa dọn phòng kịp. Lỗi không phải ở lễ tân tuy nhiên các bạn chỉ biết xin lỗi mà không linh hoạt đổi phòng cho khách. Trong khi 4-5 group khác vào là có phòng liền. Không lẽ khách sạn phân biệt booking qua OTA với các booking khác? Đến khi hỏi lần thứ 4 thì mới đổi phòng khác vậy tại sao không xử lí như vậy ngay từ đầu? - Đặt phòng twin đổi sang phòng twin có kê sẵn extra bed. Không nhắc đến hạng phòng được thay thế là bằng, thấp hơn hay cao hơn hạng phòng trong booking của mình. - Nhân viên không hướng dẫn các tiện ích của resort cũng như  giờ hoạt động (gym và bể bơi), ngay cả giờ ăn sáng, vị trí nhà hàng ở đâu mình phải hỏi mới nói. - Không có nhân viên hướng dẫn lên phòng chỉ đưa chìa khoá mình tự lên trước rồi bạn bellboy đem hành lí lên sau.  2. Lần đầu tiên đi resort 4-5 sao mà không có welcome drink, không có ai hướng dẫn người nhà chỗ ngồi đợi check-in. Bù lại bạn bellboy (Lộc) dễ thương vui vẻ nhiệt tình. Resort PR 5 sao trên mạng xã hội nhưng trên giấy tờ là 4 sao và thật chất chỉ đáng 3 sao+ theo tiêu chuẩn VN chứ quốc tế thì không biết tới đâu. Mặc dù chung chuỗi khá lớn.  3. Cơ sở vật chất khu vực chung khá xuống cấp: - Một số ghế ngồi chờ ở sảnh đã phai màu rõ. - Lối đi đang sửa chữa cây cảnh nên bùn đất trên lối đi. Cảm giác lối đi không được quét dọn mấy ngày rồi. - Hồ bơi trong nhà không có nước nóng, khu vực hồ ơi, khu giải trí, gym vệ sinh sàn vô cùng bẩn, ẩm ướt. - Hồ bơi ngoài trời thì khá bẩn, lá cây nổi trên mặt nước rất nhiều (tầm 14:00 20/6/22)  4. Phòng: - Phòng diện tích khá ổn, bố trí hợp lí nhưng CÁCH ÂM CỰC KÌ TỆ. Phòng đối diện và bên cạnh có em bé là tối xác định khỏi ngủ. Tiếng chạy giỡn, nói chuyện nghe rõ như đứng kế bên. - Quán cafe dưới sân buổi tối khách nói chuyện rất ồn, hút thuốc, mở cửa ra là mùi khói thuốc bay vô phòng. Buổi tối tầm 22:00 nhân viên ra về nói chuyện rất ồn như ở công viên. - Ban công phòng khá thấp rất nguy hiểm, trẻ em 5-6 tuổi có thể leo lên một cách dễ dàng. - TV trong phòng chắc từ mấy năm 200x. Không hiểu sao pr với mác 5 sao mà trang bị cái TV không có kết nối internet. - Điểm cộng duy nhất là nhà vệ sinh, phòng tắm rất tốt. Đúng chuẩn. Thiết bị vệ sinh tốt, nước nóng lạnh khá ổn.  5. Ăn sáng: bán phòng trên OTA chúa lươn lẹo. Cắt ăn sáng để giảm giá phòng, khách không để ý booking vô check-in cũng không confirm lại với khách là không bao gồm ăn sáng. Ở 4 đêm tại Đà Lạt với 4 khách sạn khác nhau chỉ có chỗ này là cắt buffet sáng để giám giá phòng. Trong khi vị trí thì rất xa trung tâm làm gì có option khác nào cho ăn sáng.  NHÌN CHUNG: lưu trú qua đêm thì ổn còn để nghỉ dưỡng thì không nên. KHÔNG ĐÁNG. Có rất nhiều sự lựa chọn cùng tầm giá nhưng chất lượng hoàn toàn khác và cũng ở trong khu vực hồ Tuyền Lâm.  P/s: Rất nhiều review không tốt nhưng vẫn đánh 5 sao. Mọi người nên cân nhắc trước khi book."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Martin De Por M", "h_date": "  thg 1 2022", "h_title_comment": "Nên check vật dụng trong phòng khi nhận phòng nhé anh chị em có ý định ở đây", "h_comment": "Tôi đi đoàn với công ty, nhận phòng ngày 15 và trả sáng 16/1/22. Trưởng đoàn đã dặn là kiểm tra đồ dùng trong phòng khi nhận phòng, tuy nhiên tôi nghĩ là resort 4 sao thì tất nhiên chuyên nghiệp, sao mà setup thiếu đồ rồi cuối cùng charge phí khách nên tôi cũng không bận tâm mấy vấn đề check đồ trong phòng khi vào. Cuối cùng checkout, tôi được thông báo thiếu 2 chai nước lọc, 1 lon bia và 1 lon coco trong minibar, trong khi đó tôi và bạn cùng phòng không biết có cái minibar ở đó. Lễ tân hỏi housekeeping chụp lại workship thì bảo tick đầy đủ là đã fill đủ cho tất cả phòng trong đoàn. Không muốn tranh cãi nên đành thanh toán thôi nhưng không hài lòng, đang tính book cho lần tới ở với gia đình mà thôi có lẽ…"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "YeuVietNam", "h_date": "  thg 2 2020", "h_title_comment": "Một vài ý kiến góp ý với các Anh, Chị quản lý khu nghỉ dưỡng:", "h_comment": "Gia đình tôi đang có chuyến nghỉ dưỡng Đà Lạt. Qua tìm hiểu thông tin,  tham khảo đánh giá của khách hàng trên tripadvisor và một số trang đặt phòng trực tuyến, gia đình tôi lựa chọn khu resort của quý vị. Do phải thanh toán tiền phòng trước bằng hình thức chuyển khoản nên để an toàn tôi lựa chọn cách gọi điện thoại trực tiếp cho lễ tân của resort để đặt phòng. Lần đầu tiên gọi không có ai nhấc máy, sau ít phút gọi lại có người nhấc máy và trả lời lễ tân đang đi ngủ trưa, 45' nữa gọi lại.Điều này làm trong tôi có cảm giác lo lắng vì hoặc do resort quá ít khách, hoặc do sự thiếu chuyên nghiệp nên ca trực lễ tân có khoảng trống. Và tôi đã chuyển đặt phòng tại khách sạn khác.Tôi góp ý với hy vọng công tác phục vụ sẽ chuyên nghiệp hơn và resort sẽ là điểm đến của nhiều du khách.  Trân trọng!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Boutique PNP Hotel", "h_reviewer_name": "Tieuvinh93", "h_date": "  thg 3 2021", "h_title_comment": "Đáng thử", "h_comment": "M book phòng Studio Deluxe trong 2 ngày, giá khá tốt, phòng đẹp như hình, bước vào  quần lễ tân thấy toàn hình người nổi tiếng, đợt mình đi trúng dịch Covid-19 nên không có ăn sáng. Trong phòng có bồn tắm gỗ nhìn rât thích luôn, view thành phố cực đẹp nữa. Nói chung không có gì để chê ạ"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "ZEN Valley Dalat", "h_reviewer_name": "Hung N", "h_date": "  thg 7 2019", "h_title_comment": "Khách sạn có view khá tốt", "h_comment": "Khách sạn có tầm nhìn đẹp, có hồ bơi, nhân viên thân thiệt, đặc biệt khu vực thung lũng có trang trí hoa khá đẹp, không quá xa thành phố, điểm trừ duy nhất ở đây là nhà hàng niêm yêt giá chưa bao gồm VAT mà không cho khách biết. Đến khi tính tiền nhà hàng tính luôn khoản VAT vào mặc dù khách không có nhu cầu suất hoá đơn"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "The Green Hotel Dalat", "h_reviewer_name": "Jenny N", "h_date": "  thg 3 2018", "h_title_comment": "Tốt, sạch sẽ và tốt lưu trữ với đề nghị tốt", "h_comment": "Tôi đến từ Singapore, ở lại một vài Airbnb ở các nước khác nhau. Tôi sẽ khen rằng đây là Airbnb tốt nhất mà tôi đã từng làm. Đầu tiên là đội ngũ tuyệt vời, kiểm tra là một Breeze, đây là một căn hộ khá mới ở Đà Lạt. Các phòng được dọn dẹp hàng ngày và nó giống như hình ảnh hiển thị không có gì rơi ngắn. Chủ nơi nghỉ này đưa ra các khuyến nghị tốt về spa và ẩm thực địa phương cũng như khu vực tham quan. Họ sẽ trò chuyện với chúng tôi về nơi chúng tôi đã ghé thăm. Trở về phòng luôn là một sự kiện vui vẻ. Các liên lạc tốt đẹp của Airbnb này là việc giặt quần áo là thuận tiện. Điều này đã giúp chúng tôi rất nhiều. Với sự thích của Airbnb này, tôi đã quyết định ở lại Sài Gòn. Christina tiếp theo mà tôi vừa mới đặt. Với điều này tôi cần phải khen ngợi Emma và các đồng đội họ đã giúp  tôi giải quyết một số vấn đề nhanh chóng khi tôi phát hiện ra rằng có một số trục trặc trong việc đặt phòng tại Sài Gòn. Làm tốt lắm."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sleep In Dalat Hostel", "h_reviewer_name": "Huy T", "h_date": "  thg 2 2014", "h_title_comment": "TUYỆT VỜI ÔNG MẶT TRỜI!", "h_comment": "Chất lượng dịch vụ và phóng óc đều rất là ok...Nhân viên phục vụ nhiệt tình và chu đáo...Vị trí cũng rất là thuận tiện để tới những điểm du lich ở Đà Lạt...Nếu lần sau, tôi có lên đà lạt du lich, tôi cũng sẽ ở đây.Cám ơn khách sạn đã cho tôi nhưng ngày thật sự đc thoải mái."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Tigon Dalat Hostel", "h_reviewer_name": "Harleigh Yvonne", "h_date": "  thg 7 2019", "h_title_comment": "Thất vọng", "h_comment": "Nhà nghỉ này nằm trong một khu vực đẹp và có tầm nhìn đẹp từ sân thượng ra phía trước. Các chủ sở hữu là đáng yêu và chào đón tuy nhiên chúng tôi gặp phải một số vấn đề.  Đầu tiên, ký túc xá rất ồn ào và mở cửa nên rất khó ngủ nếu bạn cảm thấy mệt mỏi. Thứ hai, tôi thức dậy rất sớm vì tôi có toàn bộ cửa sổ ở đầu giường mà hoàn toàn không có rèm cửa hay rèm cửa. Vì vậy, mặc dù thực tế có rèm cửa để ngăn chặn phần còn lại của căn phòng, điều này làm cho chức năng của chúng hoàn toàn vô dụng.  Ngoài ra còn có một lượng đập không cần thiết đến từ phòng tắm lúc 6 giờ 30 phút. Bạn tôi yêu cầu giữ tiếng ồn xuống một cách lịch sự và đập cửa vào mặt cô ấy. Khi đối mặt với lý do tại sao đây là một trong những nhân viên, cô ấy đã nói rằng chúng tôi rời phòng tắm bẩn bằng giày của chúng tôi"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sleep In Dalat Hostel", "h_reviewer_name": "MrNiceGuyIsaac", "h_date": "  thg 10 2018", "h_title_comment": "Great deal với phòng sạch và vị trí tốt", "h_comment": "Chúng tôi đã có rất nhiều cho một căn phòng với ban công. Chúng tôi đã chỉ sai hướng của tài xế VIP Van nhưng với một số hướng dẫn từ những phụ nữ Việt Nam tốt đã thấy chúng tôi đi sai để tìm nhà trọ, chúng tôi quản lý để có được ký túc xá sâu trong hẻm.  Pro:  1) phòng đẹp và sạch sẽ  2) Great deal  3) Vị trí tốt. Đi bộ đến các cửa hàng và nhà hàng, thức ăn đường phố, nhiều cửa hàng và chợ đêm  4) Có vẻ mới mẻ và sạch sẽ đối với chúng tôi giống như họ vừa mới được cải tạo hoặc vừa mới thay đổi chủ sở hữu? (nhìn thấy một số nhà trọ Route 66 ở đâu đó, biển hiệu cũ?)  5) Quầy lễ tân nói tiếng Anh  6) họ đặt tất cả các thương hiệu mới khối lượng lớn (không những khách sạn tiện nghi kích thước nhỏ) kem đánh răng, tắm vòi sen và tóc dầu gội đầu cho chúng tôi  7) làm sạch tấm ga trải"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Sleep In Dalat Hostel", "h_reviewer_name": "Michael H", "h_date": "  thg 2 2018", "h_title_comment": "Địa điểm và dịch vụ không hợp lệ", "h_comment": "Chúng tôi ở lại vào ngày 18 tháng Hai. Địa điểm nằm trong một con hẻm sâu. Bãi đậu xe có sẵn nhưng xa xôi. Chủ sở hữu đã đưa chúng tôi đến bãi đậu xe bằng xe máy của mình. Nơi đã đủ sạch sẽ. Bit của nấm ướt nhỏ khi chúng tôi bước vào phòng của chúng tôi. Không đủ nước nóng để hai người tắm cùng một lúc. Vấn đề lớn nhất là dịch vụ. . . chủ sở hữu và nhân viên không có tâm trí dịch vụ tiêu chuẩn phương Tây. Buổi sáng sau đêm đầu tiên chúng tôi nhận thấy một nhân viên (con trai của chủ sở hữu) rằng chúng tôi muốn ở lại thêm hai ngày nữa. Anh gật đầu và mỉm cười. Chúng tôi hiểu rằng wa một dấu hiệu ok. Không có sự phản đối nào khác từ anh và một người phụ nữ khác. Chúng tôi đi ra thành phố du lịch và trở về nơi này khoảng 6 giờ tối để tìm hành lý của chúng tôi bị kéo ra ngoài ở"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Tigon Dalat Hostel", "h_reviewer_name": "bellamjohnston", "h_date": "  thg 7 2019", "h_title_comment": "Đáng buồn là tôi sẽ không đề nghị", "h_comment": "Những người quản lý ký túc xá là những người thực sự đáng yêu khiến tôi rất khó để viết một bài đánh giá đáng thất vọng như vậy.  Các ký túc xá tương đối thoải mái và sạch sẽ vừa phải, tuy nhiên có rất nhiều người hút thuốc trong nhà đã mang lại cho các ký túc xá một cảm giác thực sự khó chịu với nó.  Những người dọn dẹp làm việc tại ký túc xá đã vào phòng chúng tôi lúc 7 giờ sáng, bật tất cả đèn và tạo ra một tiếng ồn lố bịch. Nhiều tiếng ồn đến nỗi nó đánh thức mọi người trong phòng ký túc xá dậy. Sau đó tôi đứng dậy đi vào nhà vệ sinh, và khi tôi đi vào phòng tắm và người dọn dẹp đẩy tôi ra và đóng sầm cửa vào mặt tôi! ! Cô ấy đã ở đó khoảng 30 phút và sẽ không cho tôi vào.  Sau đó tôi đi xuống cầu thang để lấy bữa sáng miễn phí là trứng nướng. Trở thành người thuần chay Tôi"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Ngọc Thanh", "h_date": "  thg 12 2019", "h_title_comment": "Khá thất vọng", "h_comment": "Vào ngày 3-5/12 tôi có một chuyến đi tour cùng khoa đến Đà Lạt và nghỉ lại đem ngày 3/12 tại resort. Lúc đầu tôi khá háo hức vì nghe nói đêm nay chúng tôi sẽ được ở tại resort 4 sao. Tôi khá buồn khi sau khi check in nhận phòng xong thì mỗi đứa đều phải kệ nệ xách hành lí về phòng của mình và còn phải tự tìm phòng. Trong phòng được sắp xếp gọn gàng và ấm cúng nhưng tôi không tìm thấy công tắc bật đèn ngủ nên tôi phải để đèn trần cả đêm. Tôi cũng muốn ngâm bồn tắm nhưng nước trong cả hai vòi đều là nước lạnh nên tôi phải tắm vòi sen. Ngoài ra phòng cũng cách âm không tốt, tôi muốn ngủ sớm nhưng các phòng bên xem đá bóng quá ồn ào."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "hong v", "h_date": "  thg 11 2019", "h_title_comment": "Kỳ nghỉ gia đình", "h_comment": "Mình cùng chồng và con gái mình đến đây  vào ngày 18 tháng 9 phòng 434.  Nhân viên: thân thiện, lịch sự  Cảnh quản: đẹp Nhà hàng: ổn, giá cả phải chăng Thiết bị trong phòng: nói chung cần nâng cấp. Chẳng hạn như cái cửa toilet đã cần thay đổi. Điều hòa hoạt động không đủ mát.  Gia đình đến đây lúc này thời tiết đang lạnh nên như thế còn chịu được. Nếu đến mùa hè như thế là không được rồi. Khách sạn có cho mượn cái quạt.  Buồng phòng: có 1 cái khăn tắm không đạt mình có yêu cầu đổi. Có đổi. Vì thế mình chỉ cho 4 sao thôi nhé Hy vọng khách sạn sẽ khắc phục sớm để đón thêm khách nhiều hơn"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "trâm trần", "h_date": "  thg 11 2019", "h_title_comment": "nơi nghĩ dưỡng lí tưởng", "h_comment": "cứ mỗi dịp hè là tôi cùng gia đình mình thường đi nghỉ mát cùng nhau, và đà lạt là nơi lí tưởng mà chúng tôi chọn. Wiss belresort là nơi tôi chọn là điểm dừng chân, thật không thất vọng, quá đẹp nằm giữa thung lũng được bao quanh bởi rừng thông có sân golf, và có xe đưa đón bạn ra trung tâm. Tuy nhiên thực đơn sáng có vẻ hơi đơn điệu, không sao chúng tôi vẫn sẽ quay lại."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Cereja Hotel & Resort Đà Lạt", "h_reviewer_name": "peter8222", "h_date": "  thg 1 2020", "h_title_comment": "Cảnh hồ đẹp nhất với mặt ngoài trời và hoa phong cảnh từ khách sạn", "h_comment": "Đây là một khách sạn mới, yên tĩnh và sạch sẽ với rất ít khách. Những bông hoa và cảnh quan xung quanh khách sạn thật tuyệt vời, đặc biệt là cảnh hồ từ nhà hàng, phòng ban công và khu vực ngồi ngoài trời chung. Dịch vụ là tốt mặc dù hầu hết không thể giao tiếp tốt bằng tiếng Anh. Chúng tôi đã có một trải nghiệm tồi tệ khi chờ xe đưa đón miễn phí tại sân bay và cuối cùng đã gọi cho khách sạn sau khi chờ hơn 30 phút. Chúng tôi rất thất vọng vì nhân viên tiếp tân nói với chúng tôi rằng không có phương tiện vận chuyển nào được cung cấp để đón chúng tôi mặc dù có xác nhận về một sân bay miễn phí - xe đưa đón khách sạn gửi đến điện thoại của chúng tôi. Chúng tôi đã chờ đợi với đứa trẻ 2 - yo của chúng tôi và cuối cùng trả tiền cho một chuyến đi taxi đến khách sạn. Cuối cùng, họ đã bù"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Cereja Hotel & Resort Đà Lạt", "h_reviewer_name": "vincentloicbenoia", "h_date": "  thg 11 2019", "h_title_comment": "Khóa tu ở Đà Lạt", "h_comment": "Rõ ràng là một khách sạn rất mới gần Đà Lạt. Họ vẫn đang xây dựng xung quanh. Nơi này cách xa trung tâm nhưng đang cố gắng thu hút khách hàng với rất nhiều chi tiết khiến cho kỳ nghỉ rất thoải mái: trà chiều, đưa đón miễn phí đến Đà Lạt và một chai rượu vang nhỏ của địa phương. Khu vườn và nhà hàng có tầm nhìn tốt nhất ra hồ. Tôi đề nghị các phòng ở bên hồ. Chỉ có một vài khách hàng cho đến nay họ chăm sóc bạn đầy đủ! ! Bạn cần một chiếc xe đạp hoặc xe hơi nếu bạn có ý định ở lại hơn 2 ngày. Điểm trừ nhỏ là tiếng nhạc lớn bên cạnh cho đến 10 giờ 30 tối: ( Nếu không, nó chắc chắn là giá trị một thử."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Neri chau", "h_date": "  thg 5 2021", "h_title_comment": "Thoát khỏi trung tâm Đà Lạt, Terracotta là nơi đáng nghỉ dưỡng khi đến Đà Lạt", "h_comment": "Phòng ốc sạch sẽ, view hồ đẹp nhất Lâm Đồng, đi dạo bộ dọc bờ hồ vào sáng sớm ngắm hồ Tuyền Lâm, hít không khí mát lạnh trong lành, nhặt trái thông rơi. Sống chậm tận hưởng cảm giác thoài mái, tự do, an yên khi lên vùng Cao Nguyên. Món ăn sáng buffet nhiều nhưng cần cải thiện vì mình đi 4-5 lần menu chỉ có 1 dạng."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "TAD", "h_date": "  thg 4 2021", "h_title_comment": "Dịch vụ thật kinh khủng", "h_comment": " Dịch vụ tóm tắt ở TỆ HẠI. Mình ở rất nhiều khách sạn khu nghỉ thậm chí thái độ của nhân viên homestay ko có sao còn tốt hơn nhân viên tại đây.   Tệ từ lúc check in đến lúc check out. Đặc sản phong cách phục vụ hai lúa ko có chút chuyên nghiệp gì. Cũng mang danh 4 sao :))) Khách đến ko có người đỡ hành lý. Khách thì lộn xộn quanh sảnh. Đặc sản thêm 2 quả bộ đàm của mấy bạn lễ tân khách ngồi bất kể đâu cũng có thể nghe được. Ủa cứ phải lô la cho cả thế giới biết rằng khách sạn bạn có bộ đàm ư??? Tối thì được tận hưởng đặc sản của các gia đình cho con cái chạy nhảy gào rú quanh phòng. Do cách âm bị kém và ko thể tránh được khi các bé cứ nhảy dầm dầm từ trên giường xuống dưới sàn.  Sáng hôm sau được tận thưởng màn trình diễn test âm thanh của siêu sự kiện với đủ mức âm lượng khiến"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sandals Flora Hotel", "h_reviewer_name": "Quang Kiet Le", "h_date": "  thg 12 2022", "h_title_comment": "Perfect location, small room", "h_comment": "The location was perfect, as the hotel was right in the Dalat market & night market. Room was relatively small though it looked new and modern. Staff was amazing while breakfast was lovely tasted. One minus point was the bad sound proof as I could hear the outside noise all night."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "ZEN Valley Dalat", "h_reviewer_name": "Tourist774155", "h_date": "  thg 9 2018", "h_title_comment": "Nice place", "h_comment": "View phòng tôi khá đẹp,book hơi trễ nhưng khá ưng ý,bạn lễ tân nam nói chuyện nhẹ nhàng dễ thương,trước đó chị tôi có hơi phàn nàn về bạn nữ lễ tân gia đình chị ấy gặp đợt trước.T sẽ quay lại nếu có dịp"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Do Gia Betania Guest House", "h_reviewer_name": "Duong Loan", "h_date": "  thg 4 2017", "h_title_comment": "Good", "h_comment": "Khách sạn tiện nghi, có máy điều hòa, nước nóng lạnh sạch sẽ. Từ khách sạn có thể đi bộ đến trung tâm đà lạt, và các điểm du lịch như Hồ Xuân Hương, chợ Đà Lạt. Giá cả hợp lý. Từ khách sạn nhìn ra thung lũng rất đẹp."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "Tôn Thất Thuần Lý", "h_date": "  thg 9 2020", "h_title_comment": "Không có gì ấn tượng. Thất vọng vì thấy xuát hiện thêm một dãy nhà mới bên cạnh làm hỏng cảnh quan .", "h_comment": "phòng 101 rông 93m2 . Đạt . phòng tắm trơn trợt, không an toàn các vật dụng kem theo trong phòng tắm quá ngheo nàn ,thiếu thốn và bình dân quá . Các kênh TV nghèo nàn . Buổi ăn sáng và mini bar chất lượng quá tệ . Không có gì ấn tượng. Thất vọng vì thấy xuát hiện thêm một dãy nhà mới bên cạnh làm phá hỏng cảnh quan tuyệt đẹp vốn có  !"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "Tanu Bui", "h_date": "  thg 9 2018", "h_title_comment": "Sẽ không quay lại ", "h_comment": "Phòng ốc sang trọng, đẹp, sạch sẽ Đồ ăn ok Vị trí ngay hồ view đẹp, thuận tiện đi lại Nhưng riêng về Nhân viên thì quá tệ từ lao công, người xách hành lý, thấy khách ko chào hỏi 1 tiếng tỏ thái độ. Lễ tân không nở nụ cười, nói chuyện với khách cứ lơ lơ. Bảo vệ nói chuyện mất lịch sự như quát vào mặt khách Khách sạn 5 sao mà training nhân viên thua xa 1 khách sạn 3 - 4 sao. "},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "minhhien86", "h_date": "  thg 7 2018", "h_title_comment": "khách sạn 5 sao", "h_comment": "Không bao giờ quay lại ks này, tiêu chuẩn 5 sao gì mà có quá nhiều muỗi,phòng nhỏ, tối, ko sạch sẽ, đồ ăn sáng bình thường, ít món, trong phòng ko có bàn ũi, điện thoại mượn bàn ủi, ks đem lên( c nhớ ủi xong đem ra trước của pòng dùm e)chắc khách sạn chỉ có 1 cái này thôi ^^.chỉ có 1 điểm cộng là nhân viên thân thiện, tóm lại ko đáng với số tiền bỏ ra"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "Hunter162", "h_date": "  thg 6 2018", "h_title_comment": "Địa điểm lý tưởng", "h_comment": "Khách sạn đẹp, khuôn viên rộng rãi với phong cách cổ điển Có phòng nghỉ và phòng hội thảo cho các doanh nghiệp Không gian thoáng đãng, sạch sẽ Mình ấn tượng với phòng vệ sinh chung tại đây, rất sạch và mang nét sang trọng với việc dát màu vàng cho các nội thất bên trong"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sleep In Dalat Hostel", "h_reviewer_name": "lupin83", "h_date": "  thg 2 2017", "h_title_comment": "Siêu thân thiện, sạch sẽ và thoải mái", "h_comment": "Nhân viên thực sự là siêu thân thiện và hữu ích (tôi cũng được cung cấp bữa sáng miễn phí như tôi dự định sẽ đến Nha Trang vào ngày cuối cùng). Phòng lớn, sạch sẽ và thoải mái (bạn có được giường cabin, rất tốt cho giấc ngủ và sự riêng tư). Phòng tắm lớn với vòi sen nước nóng. Miễn phí wifi, cà phê và trà (và kẹo). Vị trí tốt. Giá trị tuyệt vời của tiền."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sleep In Dalat Hostel", "h_reviewer_name": "Thomas M", "h_date": "  thg 2 2017", "h_title_comment": "Chúng tôi ở Đà Lạt", "h_comment": "Yên tĩnh ngoài đường phố không có tiếng ồn ngoại trừ 2 chú chó con dễ thương, tinh thần sủa. Họ rất hữu ích với việc cung cấp các đề xuất về nơi bạn có thể tự đi và các tour du lịch đáng giá. Các phòng đều siêu sạch sẽ, có thể chấp nhận bữa sáng và tận hưởng ban công."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Jenny", "h_date": "  thg 9 2019", "h_title_comment": "Chất lượng khách sạn đang xuống cấp", "h_comment": "Đây là lần thứ 2 gia đình tôi nghỉ tại khách sạn nhưng lần này chất lượng khách sạn giảm hẳn so với lần trước tôi ở.   - Đặt phòng:vì lần trước tôi ở phòng có ban công nhưng không nhớ tên loại phòng nên tôi gọi điện cho bộ phận đặt phòng để hỏi phòng nào có ban công để tôi đặt, nhân viên nói là tuỳ vào tình trạng phòng vì phòng sẽ có ban công hoặc cửa sổ lớn nên nếu khách yêu cầu có ban công thì ks sẽ sắp xếp nếu có phòng. Sau khi tôi đặt trên online thì mới nhớ chưa ghi yêu cầu nên gọi lại lần nữa để hỏi đã nhận được đặt phòng tôi chưa và yêu cầu phòng ban công; lần này bạn nhân viên đặt phòng khác lại nói là tất cả các phòng ks đều có ban công nên sẽ sắp xếp. Cách trả lời của nhân viên đặt phòng tôi không thấy được sự hỗ trợ khách hàng cho lắm, khá là hời hợt. - Phòng: cách âm"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "KHÁCH SẠN THIÊN LÝ", "h_reviewer_name": "Petra Demanuele", "h_date": "  thg 1 2020", "h_title_comment": "Horrible sums it up ", "h_comment": "No decent room ventilation.. Smelt like we were in the kitchen in the basement although room was on the 3rd floor... Unhelpful service by staff in the afternoon /evening.. Room not cleaned daily although it should have been. Very noisy... sounded like we were living in a kids school. Also we were given a curfew upon checkin to be back at hotel before midnight. Horrible from beginning to end. "},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "KHÁCH SẠN THIÊN LÝ", "h_reviewer_name": "HHSGAL", "h_date": "  thg 9 2019", "h_title_comment": "3 đêm của tôi ở Đà Lạt", "h_comment": "Vị trí không tệ trong khoảng 15 phút đến chợ đêm và ngôi nhà điên rồ nhưng giao tiếp thực sự tồi với nhân viên họ không nói nhiều tiếng Anh. . . Phòng đủ sạch sẽ một chút ngột ngạt vì quạt không đủ lớn để cung cấp thông gió. Khi c / i tủ lạnh không lạnh nên yêu cầu thay đổi. . . Lần thứ hai thì tốt hơn nhưng toàn bộ quá trình này mất rất nhiều thời gian như vậy. . . Giường khá thoải mái nhưng vòi hoa sen không có hệ thống thoát nước tốt nên luôn ngập trong phòng tắm. . . Khách sạn cũng khá xa bến xe buýt. . . Sẽ thăm dò ở một nơi khác thời gian tới. . . Trung bình ở lại trên toàn bộ. . ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "KHÁCH SẠN THIÊN LÝ", "h_reviewer_name": "ice11567", "h_date": "  thg 8 2019", "h_title_comment": "Khách sạn tốt", "h_comment": "Đây là một khách sạn tốt với vị trí tuyệt vời. Dịch vụ tốt và nhân viên thân thiện. Phòng của chúng tôi nhỏ nhưng sạch sẽ. Họ cung cấp dịch vụ tuyệt vời cho sân bay. Điều hối tiếc duy nhất của chúng tôi là chúng tôi chỉ ở Lat trong hai ngày. Chúng ta nên ở lại lâu hơn"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Khải hưng", "h_date": "  thg 12 2019", "h_title_comment": "Lần 2 quay lại, dịch vụ vẫn tệ như lần trước", "h_comment": "Lần trước mình cũng ở đây, thực sự thì khung cảnh cũng khá đẹp. Buổi sáng cũng tạm ổn nhưng dịch vụ ở đây chỉ biết thở dài.... khách sạn đã khai trương lâu nhưng tiền sảnh quá tệ. Lần 2 quay lại ở vila romantic, nói thật là một nụ cười, một lời chào cũng ko hề thấy, cũng ko có 1 lời giới thiệu về dịch vụ tại khách sạn. Ít nhất cũng cho khách biết về giờ ăn hay các dịch vụ miễn phí nhưng ko, ko có gì ngoài sự im lặng. Giá 1 đêm cho căn vila này cũng hơn 18tr nhưng tôi nói thật là ko xứng đáng, vì ông anh thích ở đây thôi chứ lần sau ko muốn quay lại."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "esspresso mug", "h_date": "  thg 10 2019", "h_title_comment": "Đây không phải nơi nghỉ dưỡng", "h_comment": "Khách sạn quản lý quá kém. 18/10 cho 1 đoàn rinh 4 cái loa to vặn hết cở nhãy hát đến 22:00 19/10 cho 1 đoàn khác max volume đến giờ là 23:48 vẫn ko chịu ngừng, cứ \" ồ ố ta gọi mua xuân đến ....\"  Tại sao lập ra khu nghỉ dưỡng mà lại để cảnh như này xảy ra.  Đi nghỉ dưỡng để bị nghe tra tấn lỗ tai như vầy hả, quản lý nào mà kém dữ vậy không biết.  Sẽ không bao giờ đi nghỉ dưỡng ở đây nữa."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "ZEN Valley Dalat", "h_reviewer_name": "Huong L", "h_date": "  thg 7 2017", "h_title_comment": "Kì nghỉ dễ thương", "h_comment": "Phòng rộng, sạch và thoáng mát, chúng tôi chọn phòng hướng núi. Vị trí yên tĩnh, có thể đi dạo đến chùa chiền gần đó để tham quan. Chúng tôi cảm thấy rất thoải mái khi ở đây. Nếu có dịp chúng tôi sẽ quay lại."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Ex Villa Dalat", "h_reviewer_name": "Nguyễn Thái Hòa", "h_date": "  thg 10 2021", "h_title_comment": "Lý tưởng để nghỉ dưỡng", "h_comment": "Đến Đà Lạt nhiều lần nhưng lần này tôi và ông xã chọn EX Villa Dalat  để có thể trải nghiệm 1 cảm giác khác khi ở khách sạn tại Đà Lạt. Cảm giác lúc mới bước chân đến đây thật ấm áp mặc dù ngoài trời đang mưa lất phất, ko thể nào chê đc cách phục vụ rất chu đáo của các anh chị lễ tân và buồng phòng ở đây."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Queen T&T Hotel", "h_reviewer_name": "thúy hạnh", "h_date": "  thg 5 2020", "h_title_comment": "du lịch cùng gia đình", "h_comment": "tôi đã ở khách sạn vào dịp lễ.  khách sạn cực kì đẹp, đội ngũ nhân viên rất tốt , món ăn đa dạng.  tôi đã liên hệ với bạn đặt phòng tên Nhi nhưng bạn liên tục nói chuyện với tôi không tế nhị và làm tôi thất vọng ở điểm này! vì vây tôi đặt trên trang mạng tốt hơn. cảm ơn khách sạn đã cho tôi kì nghĩ thoải mái!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "phuongn168", "h_date": "  thg 12 2017", "h_title_comment": "Nghỉ dưỡng", "h_comment": "Tôi đã nghỉ lại ơ đây 2 đêm các phòng là đẹp theo phong cách cổ điển châu Âu nhân viên lễ tân rất tốt và thân thiện. Nhà hàng dành cho bữa chưa phục vụ và món ăn chưa được tốt. Tôi gọi món tôm hùm canada cho bữa trưa nhưng tôm ko được tươi và gần như ko có chút thịt nào? Bữa tối rất sang trọng đầm ấm và nhiều sự lựa chọn"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Tigon Dalat Hostel", "h_reviewer_name": "secrethippyninja", "h_date": "  thg 6 2018", "h_title_comment": "Kinh tởm.", "h_comment": "Là một người không hút thuốc, tôi đã rất sốc khi mọi người hút thuốc trong khu vực chung. Bạn không thể thấy toàn bộ căn phòng đầy khói. Mùi khói bốc lên qua tòa nhà và mỗi khi tôi đi qua căn phòng chính, mùi khói bám vào quần áo của tôi. Điều này có nghĩa là tôi đã bị giam giữ trong phòng của mình và không thể giao tiếp xã hội cho toàn bộ thời gian của tôi. Vấn đề là khi bước vào phòng tôi có một con chuột trên giường / sàn / sàn nhà của tôi. Tôi đã đi và tiếp cận các nhân viên nhưng với đám mây khói thì không thể nào quay lại khu vực chung. Nơi này chỉ dành cho những người yêu thích hút thuốc và sẵn sàng ngủ trên sàn nhà / với những con chuột."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Minh Duy H", "h_date": "  thg 7 2019", "h_title_comment": "Cần cải thiện khuôn viên, một số nội, ngoại thất.", "h_comment": "Điểm cộng : - Tầm nhìn rất đẹp - Thức ăn rẻ và ngon - Nhân viên thân thiện Điểm trừ : Tuy có vài điểm trừ nhưng với hotel giá và trang bị bình dân như thế này thì cũng chấp nhận được. - Đủ chuẩn nghỉ dưỡng hay không thì chưa đủ vì các lý do sau  + Không có villa, phòng dính liền nhau thì nên gọi là hotel thay vì resort. + Khuôn viên và sảnh không đẹp, nhiều chi tiết vụn vặt gây mất điểm + Phòng ốc với toilet cỡ khách sạn 3 đến 4 sao thôi, nói chung là giống đang ở nhà nên không tạo cảm giác nghỉ dưỡng cho lắm Tóm lại là khách sạn dành cho ai không đòi hỏi nhiều và khó tính như tôi."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "HONG NGOC", "h_date": "  thg 7 2019", "h_title_comment": "Tạm được", "h_comment": "Gia đình tôi đã lưu trú tại Swiss- Belresort từ ngày 20 -22/7 (2 phòng studio hướng núi). Ngoài ưu điểm phòng ốc và view đẹp thì tôi có vài nhận xét như sau 1. Do mùa hè nên lượng khách bị đông, phòng không có cách âm nên bị ồn.  2. Hồ bơi nước ấm không sạch, không được dọn dẹp vệ sinh xung quanh và có mùi nên gia đình kg sử dụng được. 3. Khách sạn có xe trung chuyển miễn phí đưa đón sân bay nhưng không biết có phải vì miễn phí không mà tài xế có thái độ khó chịu với khách.  Tôi sẽ cân nhắc về việc đưa gia đình quay lại vào lần tới."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "kimhoangchau", "h_date": "  thg 7 2019", "h_title_comment": "Không gian thoáng đãng", "h_comment": "Resort n golf nên không gian rất rộng và thoáng. Gia đình mình ở 2 hạng phòng là king suite và penhouse. Phòng king suite rất rộng và đẹp. Còn penhouse theo mình thì hơi cũ, lại phải leo lên cầu thang nên không thích lắm. Phòng vui chơi của bé sơ sài, không có nệm lót khi cầu tuột rất dốc nên hơi nguy hiểm. Đồ ăn sáng nhà hàng ko ngon, ít món. Buffet tối quá dở, đồ nướng ko tươi, không nóng, ít món. Resort cần cải thiện lại nhà hàng. Vì nằm ở xa trung tâm nên ko có nhiều sự lựa chọn ăn uống!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "nkhanle", "h_date": "  thg 8 2020", "h_title_comment": "Lâu đài cổ kính, phòng ngủ nâng cấp lên sẽ tuyệt vời hơn", "h_comment": "Tôi đặt phòng tại khách sạn này, vì nó lạ mặt và hình ảnh khá ấn tượng. Thời điểm tôi đến, là thời điểm mùa du lịch bắt đầu hồi phục. Không gian bên ngoài rất đẹp, nhưng chất lượng phòng cần được cải thiện và chỉnh chu hơn. Bạn nâng cấp phòng lên, giá bán phòng sẽ cao hơn hiện tại. Bạn có thế mạnh thì nên phát huy. Nên đưa bữa sáng vào trong giá phòng, mặc dù bạn cắt bữa ăn sáng để thu hút thêm nhiều khách hơn, nhưng khách hàng muốn thưởng thức khách sạn của bạn được trọn vẹn hơn. Về cảnh quan bên ngoài 10/10, nhân viên 8/10, sạch sẽ 7/10, phòng ngủ 2/10."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "phuongvu2031995", "h_date": "  thg 8 2019", "h_title_comment": "Khách sạn theo kiểu cổ kính", "h_comment": "Khách sạn theo phong cách cổ kính nên phòng cũ nhưng vì tôi thích phong cách cổ nên thấy khách sạn khá đẹp, nhân viên k được thân thiện cho lắm. Trong phòng k có điều hòa nhưng thời tiết Đà Lạt mát mẻ quanh năm nên có hay không cũng k quan trọng lắm. bữa sáng cũng khá ngon, buổi tối còn có sữa đậu nành miễn phí. với mức giá đó thì khách sạn khá được."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "Nguyen P", "h_date": "  thg 2 2017", "h_title_comment": "Khách sạn cổ kính theo phong cách Pháp xưa, phục vụ tận tình", "h_comment": "Mình có cơ hội đến với Saphir khi mua voucher của công ty hotdeal, nhưng bất ngờ với phong cách của khách sạn, vừa cổ kính và đẹp, phục vụ thì rất tốt, buổi sáng thì có buffet sáng, chiều tối thì được uống một ly sữa đậu nành nóng tận phòng, tối được ăn cháo gà nữa. Lần đầu tiên được trải nghiệm khách sạn tốt như vậy. Mình và chồng thật sự hài lòng và nhớ mãi về nơi đó. Mong có dịp quay lại Đà Lạt và mình sẽ trở lại với Saphir."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "Bảo N", "h_date": "  thg 5 2016", "h_title_comment": "Khách sạn kinh khủng", "h_comment": "Khách sạn còn thua nhà nghỉ. Nhân viên làm việc không có trách nhiệm, đầu tiên mình book có 1 phòng nhưng khi nhận phòng thì nói đã book và thanh toán 2 phòng.(đến 2h chiều mới được nhận phòng). Vì bạn trai mình là người nước ngoài nên chỉ có mình nc với nhân viên ks, mình hỏi 2 nam nhân viên có thể trả lại 1 phòng được kg ,khi đó 1 người thì nói được còn người kia thì nói kg .mình muốn làm cho rõ chuyện nhưng bạn trai mình thấy mình hơi lớn tiếng kg muốn có chuyện nên thôi.  Còn về phòng ks thì ôi thôi ,,sàn thì bằng cây ,,đi tới đi lui trong phòng cứ lẹt kẹt nhức đầu. Lúc mình nhận phòng thì rác của người ở trước vẫn chưa được dọn sạch(có cả băng vs😓). Tất cả là đồ quá cũ, nước uống thì kg biết là nước gì nhưng đựng trong 1 cái chai bằng miễn ..eo ơi nhìn là thấy ớn rồi .Còn  phần ăn sáng thì có mỗi vài món mà ngày nào cũng giống nhau kg có gì thay đổi ..nói chung là ks quá tệ... Kinh khủng"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "chrispy238", "h_date": "  thg 8 2019", "h_title_comment": "Điên là đúng", "h_comment": "Đây là một nơi kỳ lạ và tuyệt vời với rất nhiều tòa nhà kỳ lạ khác nhau. Ở Úc hoặc Mỹ, nơi này sẽ không bao giờ được phép cho các hướng dẫn về Sức khỏe và An toàn, vì vậy hãy kiểm soát chặt chẽ con bạn."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "Dagmar", "h_date": "  thg 6 2019", "h_title_comment": "Thật điên rồ", "h_comment": "Willnith ở lại khách sạn khi tất cả các du khách đi dạo quanh các phòng, nhưng nếu không thì đó là một nơi thú vị để tham quan, rất khác. Nếu bạn đã ở Đà Lạt, tôi nghĩ bạn nên cho nó đi, bởi vì bạn có thể đã giành được những thứ như thế ở bất cứ nơi nào khác. Mê cung của cầu thang, phòng ẩn và sinh vật vui nhộn. Một số cầu thang khá cao (ít nhất là đối với những người sợ độ cao như tôi), nhưng cung cấp tầm nhìn tuyệt vời ra thành phố."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "Simon", "h_date": "  thg 4 2019", "h_title_comment": "Đó là một trang web xây dựng ... Không nên mở", "h_comment": "Có cảm giác như chúng tôi đã đến 6 tháng trước khi nơi này sẵn sàng mở cửa cho công chúng. Các phòng chứa đầy chậu sơn và vật liệu xây dựng, cốt thép lộ ra và dây ở khắp mọi nơi và một số phòng có giường nằm trong.  Tôi nghĩ nó sẽ tốt khi nó hoàn thành nhưng ở trạng thái hiện tại, nó có khoảng 1/4 được xây dựng tốt nhất. Về cơ bản chỉ là vô số cầu thang ngẫu nhiên."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "velorok", "h_date": "  thg 3 2019", "h_title_comment": "Nếu bạn đã xem Gaudy ở Barcelona và đánh giá cao Hundertwasser ở Vienna - hãy tránh sự hấp dẫn này.", "h_comment": "Chúng tôi đã không ở lại đó, nhưng chỉ nhìn xung quanh. Nếu bạn đã xem Gaudy ở Barcelona và đánh giá cao Hundertwasser ở Vienna - hãy tránh sự hấp dẫn này. Hundertwasser = trớ trêu, nhà điên = chơi chữ. Thật đáng kinh ngạc khi thấy có bao nhiêu sự đau đớn được đưa ra bởi những chiếc xe buýt để trố mắt trong sáng tạo này."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "ZEN Valley Dalat", "h_reviewer_name": "diepdl09", "h_date": "  thg 3 2017", "h_title_comment": "Khách sạn rất tuyệt.", "h_comment": "Tôi đã có kỳ nghỉ 4 ngày 3 đêm tại Zen valley. Tuy đường vào hơi xa một chút nhưng chúng tôi rất hài lòng với lựa chọn của mình. Nhân viên ks thân thiện và chu đáo. Không khí chung rất ấm áp, phòng và tiện nghi đẹp, sạch sẽ. Đồ ăn sáng rất ngon và phong phú... Lần sau tới Đà Lạt chúng tôi sẽ quay lại đây."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "ZEN Valley Dalat", "h_reviewer_name": "Le T", "h_date": "  thg 10 2016", "h_title_comment": "Nice Bungalow", "h_comment": "Nhà gỗ rất đẹp,  lãng mạn trên sườn thung lũng, cỏ cây hoa lá vui mắt, bên dưới là nhà trồng hoa, đường đi từ Zen Valley ra thành phố rất gần,  cảnh đẹp.  Ngày mưa nằm trong phòng nhìn ngắm cảnh vật xung quanh, không muốn và ko cần đi đâu. Quá lãng mạn cho 1 kỳ nghỉ!"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "ZEN Valley Dalat", "h_reviewer_name": "marialhnt", "h_date": "  thg 8 2016", "h_title_comment": "Kì nghỉ hè 2016", "h_comment": "Tôi và bạn trai đã chọn zen làm nơi nghỉ khi đến Đà Lạt, Khu này hơi nhỏ, view cũng tạm được được. Nhưng hơi xa thành phố, đồ ăn không được ngon cho lắm. Chỉ ở với 2 người nhưng cảm giác phòng nhỏ và chật chội. Nếu đi với gia đình thì không được thích hợp cho lắm."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Diamond Hotel", "h_reviewer_name": "Phanlamy6", "h_date": "  thg 11 2017", "h_title_comment": "Phòng nhỏ, không có bãi để xe, nhân viên thân thiện, ngay trung tâm", "h_comment": "Mình thuê phòng 2 giường, khi nhận phòng thì hơi thất vọng so với giá mình bỏ ra, phòng rất bé, mền gối chưa được giặt sạch. Điểm cộng là khách sạn ngay trung tâm, đi bộ ra chợ đêm, hồ Xuân Hương chỉ khoảng từ 2-3 phút. Nhân viên tại đây khá thân thiện"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Diamond Hotel", "h_reviewer_name": "Riny P", "h_date": "  thg 7 2017", "h_title_comment": "Vị trí", "h_comment": "Gần trung tâm chợ đêm và khu phố chính của đà lạt.  Bạn có thể đi bộ dễ dàng . Cứ nghĩ khách sạn khá gần đường nên sẽ ồn ào nhưng khá là ổn,  trừ lúc mấy đứa nhỏ nghịch phá ngoài hành lang.  Nhân viên thân thiện.  Chỉ có điều khi bạn có xe máy thì khá khó khăn khi để xe vì nó k có chỗ đậu xe.  Mình để trên lề cũng được nhưng bạn trai mình người nước ngoài nên nó bảo để vậy cản trở lối đi :) . Không kèm bữa sáng nhưng bù lại bạn có rất nhiều sự lựa chọn xung quanh :)"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Diamond Hotel", "h_reviewer_name": "Angelised", "h_date": "  thg 11 2017", "h_title_comment": "Nằm ở trung tâm!", "h_comment": "Chỉ cần dành một đêm tại khách sạn này. Địa điểm là hoàn hảo và sạch sẽ. Tuy nhiên, nhân viên không nói được tiếng Anh tốt, tuy nhiên, làm hết sức mình:) Tốt cho một giấc ngủ ngon trong khi bạn có nhiều hoạt động và dừng lại trong một hoặc hai đêm."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Diamond Hotel", "h_reviewer_name": "Amit A", "h_date": "  thg 10 2017", "h_title_comment": "Tốt giá trị đồng tiền, dịch vụ tuyệt vời", "h_comment": "Khách sạn nằm rất tốt ở trung tâm thị trấn. Phòng đôi tiêu chuẩn có diện tích khiêm tốn nhưng sạch sẽ và được tổ chức tốt.  Vòi sen và nhà vệ sinh sạch sẽ và hoạt động tốt, với nhiều nước nóng.  Các nhân viên đã rất tốt đẹp và hữu ích, và giúp chúng tôi nhận được vé máy bay và chuyển đến sân bay.  Một lựa chọn tốt cho một mức giá tốt."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Elegant Hotel", "h_reviewer_name": "TRAVELMAN", "h_date": "  thg 8 2018", "h_title_comment": "Good", "h_comment": "Khách sạn có khung cảnh đẹp,khí hậu thoáng mát.Phòng sạch sẽ,đầy đủ tiện nghi.Phòng có không gian thoải mái,rộng rãi thích hợp đi với gia đình.Giá cả hợp lý,nhân viên phục vụ chu đáo,cởi mở.Có dịp sẽ quay lại "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Elegant Hotel", "h_reviewer_name": "Leonienienie", "h_date": "  thg 2 2019", "h_title_comment": "Nhân viên rất thân thiện, phòng sạch sẽ - khách sạn tốt", "h_comment": "Chúng tôi ở đây hai đêm. Phòng của chúng tôi rất sạch sẽ, yên tĩnh và chúng tôi có một ban công lớn. Các nhân viên là người thân thiện nhất chúng tôi có trong cả kỳ nghỉ 3 tuần! Họ giúp chúng tôi đặt xe buýt, giặt giũ, in vé tàu và giới thiệu một nhà hàng thuần chay rất ngon. Bạn cũng có thể thuê một chiếc xe tay ga với giá cả hợp lý. Khách sạn không chính xác ở trung tâm, nhưng bạn vẫn có thể đi bộ đến trung tâm trong 15 phút. Chúng tôi chắc chắn sẽ đến đây một lần nữa!"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Elegant Hotel", "h_reviewer_name": "Adventure_elmundo", "h_date": "  thg 1 2019", "h_title_comment": "Khách sạn tệ nhất Việt Nam", "h_comment": "Khách sạn cách thị trấn 20 phút đi bộ, không có gì xung quanh. Phòng tôi lạnh và có mùi lạ. Tôi không thể đóng cửa sổ đúng cách, vì gió đã mở nhiều lần. Các nhân viên nói tiếng Anh rất kém và không có chỗ ở. Tôi yêu cầu một bữa ăn sáng khác nhau (lựa chọn bữa sáng rất nghèo nàn và hầu hết trong số đó bao gồm thịt hoặc tấn đường). Tôi đã nói rằng điều này là không thể. Nước họ cung cấp cho bữa sáng không phải từ chai hay hộp mà là từ ống nước (nấu trong ấm), nó có vị rất kinh tởm và tôi sợ bắt vi khuẩn vì tình trạng chung của khách sạn. Tôi đã bỏ qua bữa sáng và mua của tôi vào ngày hôm sau bên ngoài khách sạn. Bên cạnh khách sạn là một trường học cho trẻ em. Họ hát rất to vào buổi sáng bắt đầu từ khoảng 6/7 (Tôi đã thức dậy) Sau khi tôi rời đi và trả tiền cho khách sạn, việc đặt  phòng đã bị hủy nên tôi không thể viết bình luận về trải nghiệm của mình vì hệ thống sẽ không cho phép. Khi tôi nói với một người địa phương, anh ta chỉ cười và nói rằng đây là cách làm bình thường để tránh các tài liệu tham khảo tiêu cực và tự viết tích cực. Dù đúng hay không, đây là trải nghiệm tồi tệ nhất của tôi ở toàn Việt Nam. Nếu tôi trở về Lat dưới những điều kỳ lạ, tôi sẽ ngủ ở đó một lần nữa. Không có tiền sảnh và không có Nhà hàng (chỉ có quán ăn sáng đóng cửa sau cái gọi là bữa sáng). Tổng thể không khí lạnh Cũng lưu ý: Nếu bạn muốn trả phòng trễ, hãy hỏi bạn 50% giá phòng ngay cả khi chỉ là hai giờ (theo kinh nghiệm của tôi rất bất thường đối với Việt Nam)"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Elegant Hotel", "h_reviewer_name": "GJSWA", "h_date": "  thg 8 2018", "h_title_comment": "Tốt giá tốt khách sạn", "h_comment": "Khách sạn giá rất cơ bản. Nằm khá xa trung tâm thành phố nhưng rất dễ dàng để có được một chiếc taxi. Phòng lớn thoải mái. Bữa sáng đơn giản có thể được mang đến tận phòng. Nhân viên tiếp tân rất hữu ích và thân thiện."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Family Hostel", "h_reviewer_name": "Stuart H", "h_date": "  thg 3 2018", "h_title_comment": "Nhà nghỉ và chuyến đi hẻm núi", "h_comment": "Nhà trọ rất thân thiện và nhân viên rất đáng yêu. Thực phẩm và đồ uống rất rẻ và vào khoảng 5 giờ chiều, có một bữa tối gia đình lớn ở những chiếc bàn dài. Tour du lịch Canyon thật tuyệt vời và hướng dẫn Alex, Dom và Pi rất thân thiện và hữu ích. Chắc chắn khuyên bạn nên."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "anbee", "h_date": "  thg 10 2014", "h_title_comment": "DaLat Palace giờ chỉ còn là hoài niệm...", "h_comment": "Tôi đã có dịp ở tại đây khi nó được mang tên Sofitel Dalat Palace, nơi đây mang lại nhưng ấn tượng rất mạnh mẽ từ kiến trúc đến sự phục vụ tuyệt hảo không thể so sánh kể cả những khách san Park Hyatt Saigon tôi nghỉ trước đó vài ngày....  Giờ đây có dịp trở lại với cái tên Dalat Palace Luxuy nó chỉ mang lại cảm xúc buồn và thất vọng. Càng thất vọng hơn khi đọc dòng chữ mà ban giám đốc ghi \" ....Để tỏ lòng biết ơn người đã có công nâng hai khách sạn va sân golf nên tầm cao mới, chúng tôi quyết tâm theo đuổi mục tiêu của ông là cung cấp những dịch vụ tốt nhất tại Dalat và Việt Nam...\".   Tôi xin gửi ban giám đốc những hình ảnh mà nó xuống cấp có lẽ cũng hàng năm rồi. Rèm đầu giường bị cháy, cánh của phòng toilet đã bị mục, bàn lam việc có cả một vết ố rất to...các ngăn kéo bàn và"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "Jang53", "h_date": "  thg 3 2014", "h_title_comment": "Trà chiều? Không ngon", "h_comment": "Khách sạn Đà Lạt Palace Luxury, trên nhiều cấp độ, đáng yêu. Tất cả những phụ kiện gốc hoặc bản sao, cùng với chiếc Citroen cũ ở sân trước, thật tài tình đáng yêu. Nhà hàng tự hào phục vụ buổi trà chiều (330.000 đồng) mỗi buổi chiều, tuy nhiên, là một sự thất vọng. Trà trong túi trà .... Đúng, tôi có thể kiếm được trà lá tại nhà), việc lựa chọn đáng yêu của bánh mì không vỏ không may nướng khét (và đưa khoảng hai mươi phút sau khi có trà); và chỉ có một vài cái. Mấy cái bánh nhỏ là điều thích thú, nhưng chín hoặc mười cái là quá nhiều - nhiều (không nướng) bánh mì nữa thì tốt hơn, hoặc có lẽ một chút lựa chọn). Sau đó là bánh mì dẹt truyền thống của Việt Nam (mỗi người 1 cái) giả kem có lẽ được làm ngọt trước, với một quả dâu tây duy nhất, là một sự thất vọng. Khi chúng tôi yêu"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "Jessamine-Poppy", "h_date": "  thg 10 2018", "h_title_comment": "Quirky nhưng thoải mái ở lại", "h_comment": "Bạn trai của tôi và tôi ở lại trong hai đêm, phòng của chúng tôi đã được thực hiện một cách cẩn thận trong khi chúng tôi đã ra ngoài và tất cả mọi thứ đã rất sạch sẽ. Chúng tôi là những người khá nhỏ nên chúng tôi thích phòng ấm cúng của chúng tôi, mặc dù vô số khách truy cập đã thử cửa phòng của chúng tôi (ngay cả với một dấu hiệu 'Đừng làm phiền' màu đỏ trong nhiều ngôn ngữ) đã gây khó chịu. Chúng tôi đã có một ấm đun nước, một bộ trà đẹp, một máy sấy tóc, cà phê hòa tan, trà atisô, đồ vệ sinh cá nhân, khăn mềm lớn. . . với tất cả các rèm cửa đóng cửa, chúng tôi đã có thể dành thời gian dễ chịu trong nook nhỏ của chúng tôi. Chúng tôi ở lại cho sự mới mẻ và sau giờ truy cập vào trang web, mặc dù các phòng sẽ được cải thiện nếu rèm đã được thêm vào wc. Tôi muốn giới thiệu nó cho"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "Caitlin White", "h_date": "  thg 8 2018", "h_title_comment": "Vui vẻ đến thăm, không vui khi ở đó", "h_comment": "Tôi đã đặt Crazy House cho đêm đầu tiên của chúng tôi ở DaLat, nghĩ rằng đó sẽ là một trải nghiệm tuyệt vời khi ở lại đó thay vì chỉ ghé thăm. Nói chung tôi có cảm giác rất lẫn lộn về nó, mà tôi hy vọng có thể truyền đạt chính xác  CÁC MỨC ĐỘ: Đó là một khởi đầu tồi tệ khi chúng tôi phải chiến đấu theo cách của chúng tôi thông qua đám khách đang kêu gọi du khách đến bàn làm việc để kiểm tra. Họ khiến chúng tôi phải trả tiền trước, có vẻ hơi kì quặc, và cô gái ở bàn làm việc lúc đó đã không làm vậy ' Tôi thực sự nói được tiếng Anh. Bạn không thể nhận phòng trước 2 giờ chiều và vì nơi thu hút khách du lịch và chỗ ở được tích hợp hoàn toàn, không có bất kỳ nơi nào yên tĩnh mà chúng tôi có thể ngồi. Một khi chúng tôi cuối cùng đã vào phòng của chúng tôi sau đó trong ngày, chúng tôi"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "May Nguyen", "h_date": "  thg 9 2020", "h_title_comment": "Rất tệ", "h_comment": "Ngay đến cả sếp mà cũng nói chuyện hách dịch, không tôn trọng. Mình k nghỉ ở đây, chỉ gọi hỏi xin phỏng vấn cho bài luận văn và đc tl rằng \"xin lỗi chị k rảnh\". Cần xem lại thái độ và cách ứng xử cũng như nói chuyện"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "Trần Vân", "h_date": "  thg 8 2019", "h_title_comment": "Bình yên & giá trị", "h_comment": "Gia đình tôi đã ở đây 4 ngày 3 đêm tại biệt thự số 20. Chúng tôi đều yêu mến không gian bình yên, bãi cỏ hoa bồ công anh, rừng thông và những  căn biệt thự cổ vô cùng đẹp. Đồ ăn sáng ngon nhẹ nhàng với không gian rất lãng mạn ở nhà hàng HOA VIOLET CHIỀU THỨ 4 Gia đình có các bé teen tới đây nghỉ dưỡng và tìm hiểu lịch sử & kiến trúc của các căn villa cổ ở đây rất hợp. Điểm cộng là khu này rất gần trung tâm, hồ xuân hương, chợ đêm nhưng không bị ồn ào. Chúc cadasa phát triển thịnh vượng.  "},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "Tím B", "h_date": "  thg 6 2017", "h_title_comment": "Cảnh đẹp sân vườn và con đường đẹp đầy hoa cẩm tú cầu nhiều màu sắc.", "h_comment": "-Mình đi cùng với đoàn 43 người. Con đường đến khu vực cadasa rất đẹp với nhiều hoa cẩm tú cầu đa sắc, phòng ốc chỉ tạm được, sân vườn đẹp nhiều hoa với đủ loại nhưng không được chăm sóc tỉ mỉ, khu vực ăn sáng tương đối , nhân viên phục vụ ăn uống nhiệt tình.  -Nhân viên phục vụ phòng không tốt, 4 ngày, 3 đêm nhưng chỉ thay dụng cụ trong phòng 1 lần. Không gặp tiếp viên phục vụ phòng để kiến nghị.Nói chung là vắng vẻ. -Xa trung tâm nên khó khăn trong việc đi lại.  - wifi rất yếu nên mình không thể truy cập trong suốt thời gian nghĩ dưỡng. -Phòng quá cũ nên bị thấm và dột rất bực bội. Cái cảm giác trời mưa rất vắng vẻ, không internet, nằm đếm từng giọt nước dột xuống nền nhà rất tồi tệ."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Hong Phuc Hotel", "h_reviewer_name": "John B", "h_date": "  thg 1 2018", "h_title_comment": "Rất ồn ào", "h_comment": "Vị trí độc đáo sạch sẽ nhưng cơ bản - ok cho một hoặc hai đêm. Tuy nhiên họ cho phép một nhóm trên sân thượng ngay bên ngoài cửa sổ phòng ngủ của chúng tôi trong đó bao gồm các con trai chủ sở hữu chơi guitar cho đến 2 giờ sáng. Không có ai trong lễ tân và tiếp tân thất bại là một sự lãng phí thời gian. Khu vực lễ tân đầy xe mô tô và cánh cửa bị khóa. Thực sự không biết chúng ta sẽ làm gì để thoát ra trong trường hợp khẩn cấp. Sau đó, tại 5. 30 giờ sáng, chúng tôi đã thức dậy với những cánh cửa khiến những đứa trẻ la hét và chạy khắp nơi. Bây giờ cảm thấy kiệt sức để tiếp tục khám phá đất nước xinh đẹp của chúng ta 😱"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "Trần M", "h_date": "  thg 5 2016", "h_title_comment": "Phòng không thoải mái", "h_comment": "Phòng khách sạn Saphir thuộc kiểu cổ cổ, với mấy thiết bị xưa xưa. tại vì bản thân mình thích mấy kiểu phòng khách sạn kiểu hiện đại nên không ưng Saphir cho lắm. Tuy nhiên, đối với những người đứng tuổi xíu thì chắc là khá ok, sự lựa chọn thích hợp."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "Kwan s", "h_date": "  thg 1 2016", "h_title_comment": "Sẽ quay trở lại", "h_comment": "Khách sạn đẹp, nằm ngay trung tâm nhưng vẫn giữ được sự yên tĩnh, nét cổ kính. Đặc biệt là vào buổi tối khi đèn vàng được bật lên. Thái độ nhân viên ổn, m đến một mình, vào buổi tối, có bác nhân viên giúp xách valy lên phòng. Đồ ăn sáng tuy không đa dạng nhưng cũng ổn. Từ khách sạn đi bộ ra chợ đêm, hồ Xuân Hương khoảng 8-10 phút."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "hieu570", "h_date": "  thg 4 2015", "h_title_comment": "Quá thất vọng", "h_comment": "Kỳ nghỉ năm nay gia đình tôi định thực hiện một chuyến đi thoải mái nên đã chọn Saphir để nghỉ vì thấy đăng trên internet là khách sạn 4 sao. Dù đã chuyển tiền đặt phòng (11 phòng) từ trước nhưng liên hệ việc gì cũng vậy, tôi phải gọi điện hỏi xong, cúp máy, sau đó phải gọi lại nữa thì mới biết được kết quả (đoàn tôi đi 27 người nên không biết có còn phòng 3 hay không, khi nào có thể nhận phòng, ...), nói chung là mình xin họ thông tin chứ họ không cần mình đâu. Tôi liệt kê những điểm này để mọi người xem trước khi có quyết định book phòng nhé: - khách sạn báo là đến 14h mới có phòng nên ăn trưa trước rồi vào nhận phòng sau (đoàn tôi đặt bữa trưa tại KS), khi mọi người vào ăn thì báo lại là nhận phòng trước rồi ăn sau. Thế là mọi người lại phải lục tục kéo ngược trở lại xe đem"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Snow Loan", "h_date": "  thg 6 2019", "h_title_comment": "Không đáng đồng tiền.", "h_comment": "Khách sạn có view rất đẹp với tiết trời Đà Lạt rất thoải mái để nghỉ ngơi & thư giãn. Nhưng tất cả mọi bộ phận nhân viên đều không nhiệt tình,phục vụ chậm chạp ,không chuyên nghiệp. Khi nhìn thấy hồ bơi,chúng tôi thật là bất ngờ ,không thể tưởng tượng nổi 1 resort với số lượng phòng lên đến vài trăm nhưng hồ bơi thì bé tí tẹo,nói đúng ra là hồ ngâm chân chứ ko phải là hồ bơi. Mọi thứ đều thất vọng khi chúng tôi lưu trú lại nơi đây 3 ngày 2 đêm. Tôi sẽ không trở lại nơi này & sẽ không giới thiệu về khách sạn này cho bất kì ai cả."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "BinhTrieu", "h_date": "  thg 5 2019", "h_title_comment": "Thất vọng", "h_comment": "Khách sạn có phong cảnh đẹp, phòng sạch sẽ, nhân viên chưa được thân thiện lắm, tôi khuyên nên đặt phòng bên hotel giá cả hợp lý và thuận lợi hơn, tôi đã ở bên villa nhưng tôi đã sốc khi nhận phòng, khi đặt phòng villa tất nhiên bạn mong được thoả mái hơn, yên tĩnh và tự do hơn...nhưng không phải vậy nó là 1 căn hộ và bạn phải sống chung trong 1 căn nhà với những người xa lạ, chúng tôi bị đánh thức rất sớm vì tiếng ồn của những phòng ở chung trong căn hộ, mặc dù trước khi đặt tôi đã điện đến ks để tìm hiểu, nhưng nhân viên đã lừa tôi, họ cố tình không cho tôi biết là sẽ ở chung căn hộ mà họ chỉ nó là sử dụng lối đi chung, vì tất cả những resort khác không bao giờ bán phòng ghép khách chung căn hộ như thế này nên rất khó để bạn hình dung, điều quan trọng là villa nằm xa lễ tân,"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Huyen N", "h_date": "  thg 5 2019", "h_title_comment": "Dịch vụ tệ, không đáng chuẩn 5 sao.", "h_comment": "Cảm thấy không hài lòng về dịch vụ của terracotta, không đáng 5 sao. Từ khi mới tới, nhân viên đã không vui vẻ tiếp đón khách, mình phải tự lấy welcome drink=> Điều mà chưa khi nào xảy ra ở các ks 5 sao mà mình biết. Mình hỏi dịch vụ thuê xe tham quan resort thì nhân viên hỏi mình đi mấy người, mình bảo 2 người thì bạn ấy có vẻ không hào hứng, nói là hiện tại hết tài xế rồi. Bảo mình chiều quay lại,🤣. Resort 5 sao hết tài xế xe.?? Haha. Tự hiểu ngta ko muốn phục vụ cho 2 người thi ok fine, mình hỏi dịch vu khác, tham quan vườn dâu. Cũng một thái độ trả lời không thể nào tốt hơn.😂. Chán về phòng đặt dịch vụ spa thì nhân viên hồn nhiên phán rằng, anh chị vui lòng đến đúng giờ, trễ 15' bên em tự động cancel booking. Wow, áp lực dữ ta. Chắc bên đây đông lắm nên mới nói khách như"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Tanu Bui", "h_date": "  thg 3 2019", "h_title_comment": "Tạm ổn", "h_comment": "* Ưu điểm Nhân viên khá thân thiện, nhiệt tình Phòng ở sạch sẽ, thoải mái Vị trí nằm ngay hồ tuyền lâm cực kì đẹp Khuôn viên rộng rãi, thoáng mát thích hợp nghỉ dưỡng *Khuyết điểm lớn nhất Resort lúc nào cũng đông khách như vậy mà lại rất ít món, cũng như các món ăn nấu quá ít nếu khách đến trễ thì không còn đồ ăn."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "ZEN Valley Dalat", "h_reviewer_name": "Mây Nguyễn", "h_date": "  thg 6 2016", "h_title_comment": "View tuyệt vời", "h_comment": "Khách sạn nằm cách trung tâm TP Đà Lạt khoảng 4km, taxi từ KS đến Chợ Đà Lạt 60k. Khách sạn nằm đối diện Chùa Tàu. Phòng Deluxe bungalow khá rộng, được làm bằng gỗ thông nên thoang thoảng mùi gỗ tự nhiên. Đặc biệt xung quanh toàn kính nên từ đây có thể nhìn xuống thung lũng rất đẹp. Ngoài ra, bạn có thể tản bộ loanh quanh khuôn viên khá tĩnh lặng và nhẹ nhàng. Ks phù hợp với nghỉ dưỡng yên tĩnh."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "ZEN Valley Dalat", "h_reviewer_name": "Y22GQ2", "h_date": "  thg 7 2018", "h_title_comment": "Không phải những gì chúng tôi mong đợi", "h_comment": "Tôi đã cố gắng hết sức để tìm một khách sạn có vẻ cao cấp hơn một chút so với hầu hết các khách sạn tôi tìm thấy trực tuyến cho người Lat. Tôi đặt một cuốn sách với một tầng hai, dự kiến ​​một cái nhìn núi mát mẻ, và trực tuyến nó cho biết đưa đón khu vực miễn phí.   1. tôi đã được đưa ra một căn phòng nhỏ, không phải những gì tôi đã đặt (và trả trước).  2. người đứng đầu bàn, mặc dù tốt đẹp, không phải là tất cả những gì hữu ích.  3. toàn bộ khách sạn được xây dựng trên sườn núi, vì vậy bạn phải đi bộ khắp nơi trên một ngọn núi để đến sảnh đợi và bữa sáng, thật khủng khiếp  4 . không có ngoại trừ một ngọn núi bụi bẩn, không có gì đẹp  5. bữa ăn sáng là khủng khiếp. . . . . . .  6. không có xe đưa đón.  7. họ đang được xây dựng, không chắc chắn những gì. . . . nhưng đã có búa"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Dalat De Charme Village", "h_reviewer_name": "Tata", "h_date": "  thg 5 2019", "h_title_comment": "Không đáng giá tiền", "h_comment": "Tôi tới đây lần đầu tiên và cảm thấy một chút không hài lòng về đồ ăn. Tới lần thứ 2 và cảm thấy đồ ăn thực sự tệ. Bữa ăn sáng không biết ăn gì và đồ ăn rất ít. Bữa ăn tối thì phải chờ đồ nướng quá lâu và hết đồ ăn từ lúc 8h trong khi tôi bắt đầu bữa tối luc 7h. Phòng thì quá nhỏ, giường cũng nhỏ so với giá tiền và mặt bằng chung ở ĐL. Rất may quang cảnh ở đây rất đẹp nếu không chuyến đi thật sự thảm họa (đi nghỉ dưỡng)"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat De Charme Village", "h_reviewer_name": "RosyNguyen", "h_date": "  thg 4 2019", "h_title_comment": "Khách sạn rất đẹp", "h_comment": "Khách sạn mới xây rất sạch đẹp, phong cảnh view đồi núi rất lãng mạn. Phòng sạch đẹp. Nhà hàng nấu đồ ăn sáng ngon. Từ khách sạn đi taxi ra trung tâm khoảng 10 phút. Nói chung tôi hài lòng với khách sạn này."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat De Charme Village", "h_reviewer_name": "Đặng Khoa", "h_date": "  thg 4 2019", "h_title_comment": "Kì nghỉ dưỡng của gia đình", "h_comment": "một nơi rất đáng để ở với nhiều góc chụp siêu ảo luôn nhá.gia đình mình ở đây 2 đêm.nói chung là ok.nhân viên thân thiện,ăn sáng buffet ok ( mặc dù đồ ăn ko quá nhiều,nhưng với nhà mình như vậy là đủ).khu mình ở ko có thang máy nên đi thang bộ hơi mệt.phòng mình book là phòng de charme 5 không gian tuyệt đẹp nha.đánh giá hạng sao đạt 4 ⭐️ nha."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dalat De Charme Village", "h_reviewer_name": "Hieu V", "h_date": "  thg 9 2018", "h_title_comment": "Tương đối", "h_comment": "Khách sạn xa trung tâm, yên tĩnh, view đẹp, nhân viên thân thiện, ăn sáng tạm ổn. Tuy nhiên, phòng quá nhỏ, setup chưa chuẩn, bếp nấu chưa được ngon, mọi thứ so với giá thì thật sự chưa tương xứng, sẽ không chọn cho lần ở sau."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "Maeve Nguyen", "h_date": "  thg 12 2020", "h_title_comment": "Niềm nở", "h_comment": "Các anh chị ở đây rất niềm nở đón tiếp khách. Nhà mình có bà ngoại lớn tuổi cần hỗ trợ xe lăn thì bên đây cũng có xe cho gia đình mình mượn luôn! • Rau ở đây ngon và đa dạng. Đồ ăn tối buffet lẩu rau ăn vừa miệng, đồ ăn sáng cũng nhiều nhưng không ngon lắm.  • wifi mạnh ở trệt rồi lên đến lầu 4 mình ở thì hết xài được nên mình phải xài 4G hơi nhiều • ở ngay chợ đêm, đi bộ từ sảnh xuống đất là đến, các bạn muốn tối tối đi bộ ăn uống dạo chợ thì ở đây rất tiện.  • xe cộ thì buổi sáng ít hơn tối, riêng t7 cn có lệnh cấm xe chạy vào buổi tối nên mình thấy khá thoải mái đi lại.  • gần hồ xuân hương để dễ đi dạo"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Elegant Hotel", "h_reviewer_name": "Crownjp", "h_date": "  thg 4 2018", "h_title_comment": "Một khách sạn Boutige, - ít xa trung tâm", "h_comment": "Chúng tôi đang ở trong một nhóm 4 người. Chúng tôi ở lại 3 đêm tại Elegant Hotel. Nhân viên thân thiện, không khí trong lành, thư giãn. Bữa sáng đơn giản, bạn có thể chọn những gì bạn muốn có cho bữa ăn sáng của bạn rồi. Nhưng chỉ có 1 vấn đề. Không có thang máy ở đây. May mắn là chúng tôi ở lại vào ngày 2. Chúng tôi phải đi bộ một chút. Đề nghị nó."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Elegant Hotel", "h_reviewer_name": "Desperados", "h_date": "  thg 1 2018", "h_title_comment": "Xấu hổ", "h_comment": "Vài ngày trước, tôi đã gọi cho Himalaya để đặt phòng cho 2 đêm vào tháng Năm. Các nhân viên nam từ chối nhận được đặt phòng và nói với tôi đợi cho đến khi có thể đặt lại một lần nữa. Đó không phải là sự hiếu khách, không thân thiện và không phải công việc của anh ta. Tôi đã từng ở lại 1 lần và điều đó rất thân thiện, làm sao anh ta có thể làm việc như hành vi của mình? ? ? ? Tôi sẽ không bao giờ ở đó nữa mặc dù có rất nhiều kỷ niệm ở đó. Bạn đã mất khách và tôi sẽ nói với bạn tôi không đến khách sạn của bạn nữa. Dịch vụ kém! ! ! !"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Elegant Hotel", "h_reviewer_name": "berryandshaun", "h_date": "  thg 5 2017", "h_title_comment": "Kỳ nghỉ lẻ", "h_comment": "Chúng tôi ở lại trong khi trời mưa không giúp được gì. Chúng tôi đã có một kỳ nghỉ ở đây, khoảng nửa giờ đi bộ từ các nhà hàng du lịch vv. Căn phòng rất cơ bản nhưng một vấn đề chúng tôi gặp phải là trường học bên cạnh chơi nhạc lớn vào buổi sáng dường như cứ mãi mãi. Bữa sáng cũng khá tệ. Một ngày nọ, họ hết bánh mì, và tôi phải đi ra ngoài và cá nhân mua thêm một số vì nhân viên không muốn đi trong mưa. Không có bánh mì sẽ không có một vấn đề nhưng các tùy chọn đã được giới hạn. Buổi sáng chúng tôi đi xe buýt, không có ai trong khu vực ăn sáng và nhân viên tiếp tân ban đêm đang ngủ. Rất nhiều phòng để cải thiện ở đây."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Roy Dala Hotel", "h_reviewer_name": "Tuấn Bình", "h_date": "  thg 8 2019", "h_title_comment": "Một kỳ nghỉ với Roy Dala Hotel", "h_comment": "Roy Dala Hotel là khách sạn mới, được chủ đầu tư chăm sóc khá kỹ lưỡng. Nhưng có lẽ khách sạn cần có thời gian để hoàn thiện hơn nữa để phục vụ du khách. Mình thấy thiếu những nụ cười ở khách sạn này, ngoại trừ bạn Ngọc Thảo người mang bầu khá chu đáo. Mình chọn khách sạn này để nghỉ ngơi chứ không phải để tìm hiểu nội quy của khách sạn. Mình biết khi nào được nhận phòng và có thể chờ đợi nhưng có một ly nước, hay thái độ thân thiện  sẽ làm khách cảm thấy chờ đợi sẽ dễ chịu hơn. Khách sạn cũng nên bỏ việc gọi điện thoại lên phòng để hỏi lúc nào trả phòng, khách biết điều đó mà. Phòng ăn cũng nên bỏ bảng chữ cảnh báo phạt tiền khi làm thừa đồ ăn đi nó hơi thiếu tế nhị và phản cảm khi bắt đầu một ngày mới, và nên xem lại giá cho thuê xe máy khi có sự chênh lệch đáng kể so với các  khách sạn khác. Hy vọng trong tương lai quay lại đây sẽ thấy chất lượng dịch vụ tốt hơn. Trân trọng."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Diamond Hotel", "h_reviewer_name": "Maxim VDN", "h_date": "  thg 8 2017", "h_title_comment": "Tuyệt vời nếu bạn không quá pivky", "h_comment": "Khách sạn nằm ngay tại trung tâm Ane nhân viên là rất tốt đẹp mà là rất tốt. Chúng tôi đặt một phòng 2 giường đôi cho 4 người. Kích thước là một chút nhỏ nhưng nó là ok. Các phòng được sạch sẽ, không đáng ngạc nhiên sạch sẽ nhưng là tốt.  Lời khuyên cho khách sạn:  - hãy thay khăn tắm của bạn, họ bắt đầu già đi  - chắc chắn rằng vòi sen có 2 cửa (vòi hoa sen của chúng tôi chỉ có 1 cửa nên không thể đóng được)  - đặt rèm đen trong phòng. Hơi khó chịu khi thức dậy vào mỗi buổi sáng lúc 6 giờ"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Roy Dala Hotel", "h_reviewer_name": "Mrs", "h_date": "  thg 5 2019", "h_title_comment": "Vài điều đến khách sạn 3 \"Sao\"", "h_comment": "Phòng nóng nực, nước quá yếu cảm giác như đang ở sa mạc.Đường xá đi lại kẹt cứng xe cộ.Cách phục vụ nhân viên chưa phù hợp với chuẩn \"Sao\" ở đây.Lễ tân có thái độ không tốt,cô gai tóc ngắn hay cột cao vẻ mặt khó ưa,không biết tên gì do không có bảng tên,nói chuyện khôg dòm mặt khách.hy vọng lần tới khi tôi đến mọi thứ sẽ được cải thiện tốt hơn."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Villa Doc May", "h_reviewer_name": "TheGrebes", "h_date": "  thg 4 2018", "h_title_comment": "Người tuyệt vời nhưng phòng của chúng tôi cho phép họ xuống", "h_comment": "Chúng tôi ở lại 4 đêm trong phòng 3 (Superior). Sự chào đón từ các nhân viên và Yom (quản lý) đặc biệt là tuyệt vời. Các bữa ăn sáng là đáng yêu. Nó dễ dàng đi bộ vào trung tâm của các khu du lịch và nhà hàng. Villa Doc May là một nhà nghỉ nhỏ với các phòng ở 2 tầng. Phòng 3 nằm ở tầng trệt với cửa mở ra lối vào quầy lễ tân. Căn phòng rộng rãi, tuy nhiên ánh sáng tự nhiên duy nhất là qua cửa. Không có máy lạnh (không thực sự cần thiết ở Đà Lạt) vì vậy với cửa đóng (để bảo mật) phòng có xu hướng là một chút mốc. Theo như chúng tôi có thể nói, các phòng khác đã có cửa sổ bên ngoài vì vậy đây có thể không phải là một vấn đề phổ biến. Phòng 3 cũng có giường chống lại bức tường để một người phải trèo qua người kia để ra ngoài. Truy cập là một con đường ngắn nhưng dốc từ đường và bữa  ăn sáng là lên một cầu thang xoắn ốc chặt chẽ vì vậy có lẽ không lý tưởng cho các điện thoại di động ít hơn. Tuy nhiên . . . sự chào đón, quan tâm và chú ý của nhân viên, bao gồm cả 3 chú chó đáng yêu của họ đi một chặng đường dài để vượt qua mọi thứ. Chúng tôi chắc chắn sẽ ở lại một lần nữa, nhưng không phải trong Phòng 3."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Himalaya Phoenix Dalat Hotel", "h_reviewer_name": "Tue Lam", "h_date": "  thg 3 2018", "h_title_comment": "A Phoenix in Da Lat", "h_comment": "Đã nhiều lần đến đà lạt nhưng lần này thì khá thú vị hơn bởi vì khách sạn đẹp, phong cảnh tuyệt vời.Ăn sáng được bao gồm. Chúng tôi rất thích khách sạn này vì nó cũng gần chợ và trung tam thành phố. Hướng đi về các khu tham quan du lịch cũng gần  Hy vọng sẽ quay lại noi này lần nữa "},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "The Grace Hotel", "h_reviewer_name": "travelingfool2014", "h_date": "  thg 2 2019", "h_title_comment": "Ok nhưng sẽ không ở lại một lần nữa", "h_comment": "Một nửa số người ở quầy lễ tân rất hữu ích. Giường thoải mái. Phòng sạch sẽ với tủ lạnh. Doesn ăn phục vụ bữa sáng - mà hóa ra, là một nỗi đau để tìm thấy trong lat. vệ sinh là vết bẩn (cần khăn, và thuốc tẩy được sử dụng trong phòng tắm).  và tiếng ồn từ một gia đình trên và xuống hội trường có thể đã ở trong phòng của chúng tôi. Nếu bạn đã lớn tuổi và có thể bước lên cao trong một combo bồn tắm / vòi hoa sen - đây không phải là nơi dành cho bạn. Kiểm soát nóng là rất không đáng tin cậy - nóng bỏng không có cảnh báo. Có thể thuê xe tay ga vào ban ngày với giá cả hợp lý. Không thể đưa ra gợi ý cho bữa ăn. Tất cả trong tất cả, một nơi an toàn để ở gần trung tâm của tất cả mọi thứ. Nhưng đã giành được trở lại."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "Sara B", "h_date": "  thg 7 2018", "h_title_comment": "Được đánh giá quá mức", "h_comment": "Nó được đóng gói với mọi người (và tôi thậm chí còn có trên mùa cao điểm) Chúng tôi đi bộ bên ngoài của các phòng dân và tôi chỉ có thể cảm thấy tiếc cho họ khi họ phải cảm thấy như họ đã được trưng bày. . . . tất cả những gì tôi có thể nghĩ là các kiến ​​trúc sư đang làm gì khi cô ấy nghĩ ra điều này? Nó không phải là id làm lại một lần nữa - ngay cả khi nó được miễn phí! ! Tránh xa và đi đến quán bar mê cung vào ban ngày! Nó trống và bạn có thể có một cái nhìn tốt xung quanh miễn phí (chỉ cần mua một thức uống)!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "IlaniRenier", "h_date": "  thg 4 2018", "h_title_comment": "Đẹp ít nơi đến thăm", "h_comment": "Chúng tôi đến đây vào một ngày trời u ám và mưa phùn. Nó chỉ thêm vào vẻ đẹp của nơi này. Tôi chắc chắn sẽ không ở lại đây vì nơi này là BẤT CỨ tất cả thời gian nhưng nó là một nơi tốt đẹp để đi bộ xung quanh và có một thức uống tại."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "Simon C", "h_date": "  thg 4 2018", "h_title_comment": "Một lần trong đời - theo mọi nghĩa!", "h_comment": "Đây là một nơi rất khó để xem xét.  Thứ nhất, mặt khách sạn của mọi thứ dường như không phải là doanh nghiệp thực sự. Có thường xuyên (theo các nhân viên) hơn 1000 ngày - du khách mỗi ngày, mỗi người trả một vài đô la cho lối vào. Các phòng (hiện tại 11 nhưng mở rộng) có giá $ 30 - $ 70 hoặc hơn. Như vậy, các nhân viên xuất hiện tốt hơn chuẩn bị sẵn sàng để có xu hướng nhiều du khách tại lối vào khi chúng tôi đến hơn để kiểm tra chúng tôi trong và cho chúng ta thấy phòng của chúng tôi. Kiểm tra - trong mất khoảng nửa giờ, hầu hết trong số đó chúng tôi đã đứng đó xem các nhân viên khác nhau có xu hướng chưa đến thăm nhiều hơn với các thủ tục giấy tờ và hộ chiếu của tôi trong tay của họ.  Tất nhiên, với tư cách là khách qua đêm, bạn được phép khóa cửa cả ngày. Tuy nhiên, kinh"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "Dino_h44", "h_date": "  thg 3 2018", "h_title_comment": "Thật tuyệt khi đến thăm nhưng đó không phải là điều phải thấy.", "h_comment": "Chúng tôi đã không ở trong khách sạn. Chúng tôi ở trong một khách sạn xung quanh torenen và chỉ cần đi đến nhà điên cho một chuyến thăm. Kiến trúc là lạ nhưng có vẻ đẹp. Thật tuyệt khi đến thăm nhưng đó không phải là điều phải thấy."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "trucnguyen2015", "h_date": "  thg 12 2015", "h_title_comment": "Khung cảnh đẹp, sang trọng, yên tĩnh, phù hợp cho nghỉ dưỡng.", "h_comment": "Vợ chồng mình nghỉ tại Cadasa 2 đêm, mình thích kiến trúc phương Tây cổ của KS, rất phù hợp với cái se lạnh của Đà Lạt. Nếu đi du lịch theo nhóm gia đình khoảng 10 người, đăng ký hẳng 1 villa thì tuyệt vời. Nhân viên nhệt tình và gần gũi như người trong nhà. Nhà hàng phục vụ ăn sáng ngon, view đẹp. Con đường dẫn vào KS thuộc hàng đẹp nhất tp Đà lạt, nếu đi vào mùa mai anh đào nở còn đẹp hơn nữa. Giá cả phù hợp. Lần sau mình sẽ trở lại Cadasa."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "hanguyen2015", "h_date": "  thg 11 2015", "h_title_comment": "Binh thuong", "h_comment": "Canh quan resort khong dep lam, nhan vien than thien, tu resort vao trung tam thanh pho di bang xe may thi kha thuan tien nhung khong di bo duoc, do an sang ngon nhung khong da dang. Nhin chung khong co diem gi noi bat."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Daisy", "h_date": "  thg 5 2019", "h_title_comment": "Nice view", "h_comment": "Khách sạn nằm xa trung tâm nên không khí trong lành và mát mẻ Phòng sạch sẽ và rộng,nhưng ngày đầu tiên check in trong phòng lại set up thiếu cho mình dao cạo râu,muỗng cf,và k có dép mang trong nhà vệ sinh(có dép trong phòng nhưng mang vào trong sẽ dễ trượt) Đêm thứ 2 vào tầm 11 pm thì k rõ tiếng động từ phòng nào rất ồn làm gd mình rất lo sợ và k ngủ dc,mình có báo lễ tân kiểm tra nhưng bảo k biết dc ở phòng nào Mọi thứ còn lại thì vẫn ổn Nhân viên nhà hàng rất friendly❤️ "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Tuan Anh T", "h_date": "  thg 2 2019", "h_title_comment": "Resort đẹp", "h_comment": "Resort đẹp, vị trí xa trung tâm, thích hợp cho nghỉ dưỡng Nhân viên thân thiện, ăn sáng ngon, phòng hội nghị đẹp, rộng rãi Sạch sẽ, cảnh quan xung quanh đẹp Có thời gian ngồi câu cá ở quanh hồ rất hay, nhiều loại cá như chép -  mè  "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Hùng Quảng", "h_date": "  thg 11 2018", "h_title_comment": "Nơi nghỉ dưỡng lý tưởng", "h_comment": "Khách sạn bố trí cảnh quan rất đẹp,,, phòng vew đẹp, sạch sẽ và trang thiết bị ok. Có xe Bus đưa đón ra trung tâm thành phố. Nhân viên thân thiện đặt biệt là a Hùng lái xe nhiệt tình đưa đón khách. Chỉ có đồ ăn sáng cần nên cải thiện đa dạn món hơn. Nói chung mọi thứ điều tốt. Có dịp sẽ đưa gia đình quay lại để nghỉ dưỡng."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "32s_ngb", "h_date": "  thg 11 2018", "h_title_comment": "Theo đoàn", "h_comment": "Ngoài cảnh đẹp, yên tĩnh thì dịch vụ quá tệ. Khách ăn buffet sáng món opla thì hết ớt tương- nhân viên Bếp phản hồi nhân viên kho chưa lên, nên chưa có hàng xuất, chị thông cảm-> shock với dịch vụ 4* tập 1. Nhân viên chào đón khách đi lẻ thì nhiệt tình, khách đi đoàn thì không mấy mặn mà > shock tập 2 Cho 3* vì có một bác bảo vệ rất dễ thương, lịch sự và đúng kiểu người làm dịch vụ. bác tầm trên 50. Xin lỗi vì không nhớ tên Bác,còn lại thì nhân viên gặp khách không chào là chuyện bình thường luôn, cơ sở vật chất thì OK mà dịch vụ thì cần cải thiện nhiều"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Culture48671951732", "h_date": "  thg 11 2018", "h_title_comment": "Thất vọng", "h_comment": "Teracotta có phòng ốc khá.đẹp với phòng 4101, nhưng dịch vụ Lễ Tân và RS rất thất vọng. Khóa từ hết Pin yêu cầu khách phải tự xuống lễ tân để làm lại key. Khi yêu cầu RS cung cấp dịch vụ thì không nhất quán với Lễ tân. Vô vàm vấn đề cần khắc phục về mindset dịch vụ...cảm thấy thất vọng không muốn ở khách sạn lần nào nữa...Buffe quá ít món ăn,kỹ năng mềm quá thấp"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "ZEN Valley Dalat", "h_reviewer_name": "André B", "h_date": "  thg 7 2018", "h_title_comment": "Nơi yên tĩnh", "h_comment": "Ở đây 4 đêm. Chúng tôi có một bungalow sang trọng cho 2 người chúng tôi. Boongalô deluxe là hai tầng với phòng tắm ở tầng dưới và bạn leo lên một số cầu thang cho giường và tủ quần áo. Đó là một chút khó xử khi có hai va li ở tầng trên, do đó bạn cần phải giải nén để làm cho nó hoạt động. Có một tv nhỏ ở tầng dưới nhưng nơi này thực sự không được thiết lập để xem TV. Anh chàng ở quầy tiếp tân cực kỳ thân thiện và hữu ích. Các bữa ăn sáng buffet là rất tốt mặc dù kích thước của lây lan sẽ thay đổi tùy thuộc vào bao nhiêu người đang ở trong khách sạn."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dalat De Charme Village", "h_reviewer_name": "Marcus N", "h_date": "  thg 1 2020", "h_title_comment": "Những gì bạn thấy có thể không phải là những gì bạn nhận được", "h_comment": "Hình ảnh của họ trực tuyến rất tốt, đó là cách tôi đã thực hiện đặt phòng với họ, bạn chắc chắn có thể nhận được đăng ký sớm với thêm 50% phí phòng bạn ở mỗi đêm vì vậy giá cả rất yên tĩnh. Bạn sẽ cần mở cửa ra vào và cửa sổ để cho gió lạnh thổi vào phòng bạn, tuy nhiên khách sạn không cung cấp nút chặn cửa hoặc phương pháp khác để tránh cửa bị đóng sầm khi gặp gió mạnh hơn nên sẽ gặp Im lặng khó chịu khi nó đi, cảnh đêm của khu vườn phía sau của họ không được thắp sáng nên nó trở nên tồi tệ khi bạn đi xuống phía dưới. Chưa kể vấn đề lớn nhất mà tôi gặp phải trong thời gian ở trên đỉnh đồi lạnh là hệ thống vòi hoa sen của họ không hoạt động tốt và thậm chí bảo trì của họ đã đến và không thể giải quyết vấn đề và tốt nhất thậm chí không cập nhật cho tôi về vấn đề giữ gìn Chờ đợi"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat De Charme Village", "h_reviewer_name": "Work n Travel", "h_date": "  thg 3 2019", "h_title_comment": "Hạnh phúc với dịch vụ khách sạn", "h_comment": "Ở lại đây tổng cộng 3 đêm trong tháng ba. Thời tiết không lạnh vào ban ngày mà lạnh vào ban đêm. Vì vậy, hãy chuẩn bị tốt nếu bạn muốn ngồi ngoài cho bữa tối.  Đường Hoàng Hóa Thắm đến khách sạn là một con đường nhỏ, đôi khi bạn cần dừng lại cho những chiếc xe ngược chiều đi qua. Khách sạn có ít nhất 6 bãi đỗ xe ô tô.  Những nơi phổ biến được thắp sáng với rất nhiều bóng đèn vào ban đêm làm cho khách sạn này thật nhẹ nhàng đáng yêu.  Lấy phòng thấp nhất là phòng lớn nhất (không quá đắt hơn, nhưng nó xứng đáng.  Thực đơn bữa sáng rất đa dạng với trái cây tươi."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "DebF", "h_date": "  thg 1 2019", "h_title_comment": "Ô uế và không quan tâm", "h_comment": "Trong khi bên ngoài tòa nhà rất quyến rũ, căn phòng còn lại rất nhiều điều mong muốn. Tấm nhuộm màu và tóc của người khác trên tấm. Người quản lý bàn mỉm cười khi điều này được báo cáo và sẽ không làm gì để khắc phục tình hình. Tôi đặc biệt khuyên bạn nên ở khách sạn IRIS ngay dưới phố trước khi ở tại khách sạn này. IRIS rẻ hơn, sạch hơn, có một bữa ăn sáng tuyệt vời và nhân viên rất hữu ích."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "donmountford", "h_date": "  thg 12 2018", "h_title_comment": "Khách sạn Saphir Đà Lạt? Một khách sạn kiểu Pháp cũ, xin vui lòng!", "h_comment": "Chúng tôi vung tay một chút vào nơi kỳ lạ này và không thất vọng về bất kỳ khía cạnh nào, ngoại trừ bồn tắm và những người hút thuốc. Căn phòng đủ rộng rãi để thoải mái, không có điều hòa nhưng điều này không cần thiết phải mát mẻ cả trong lẫn ngoài. Cửa chớp Pháp mở ra để xem những ngọn đồi gần đó và mưa thường xuyên là một niềm vui hàng ngày, cho đến khi một người hút thuốc khác đến! Bữa sáng được thống nhất xuất sắc mỗi ngày và luôn đứng đầu nhiều loại món ăn mới với những món mới trước khi nạn đói nổ ra. Một phần thưởng bổ sung là màn hình của những chiếc xe Pháp và Đức thực sự cũ từ WW 11 và sự chiếm đóng của Pháp trong những năm 1940. Ngoài ra còn có một chiếc siêu xe BMW hiện đại được trưng bày khiến vợ tôi chảy nước miếng khi nghĩ đến việc cưỡi nó. Ừ đúng rồi! Các nhân"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "Lulu_Dee3", "h_date": "  thg 11 2018", "h_title_comment": "Tuyệt vời và có nhân vật", "h_comment": "Chúng tôi ở lại khoảng 4 đêm và có một thời gian rất dễ chịu. Các nhân viên đều rất tuyệt vời, đặc biệt là Trương, người làm việc ở lễ tân. Khách sạn có rất nhiều nhân vật trong kiến ​​trúc và có rất nhiều triển vọng đẹp. Phòng của chúng tôi thoải mái và rộng rãi. Chiếc giường không thoải mái nhất nhưng không tệ. Đó là ở một vị trí tốt với nhiều nhà hàng, thức ăn đường phố xung quanh và dễ dàng đi bộ đến thị trấn. Nhìn chung, chúng tôi đã có một kỳ nghỉ tuyệt vời."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "LWilson1125", "h_date": "  thg 8 2018", "h_title_comment": "Nội thất gỗ", "h_comment": "Tầm nhìn từ phòng tôi thật khủng khiếp khi có một bức tường lớn bên ngoài cửa sổ.  Không có điều hòa không khí trong phòng vì nó luôn luôn mát mẻ / lạnh đủ ở Lat. Nước nóng luôn luôn là avalaible để làm cho bạn ấm áp. Tôi yêu nhà vệ sinh vì mọi thứ đều có tác động lớn từ các tiện nghi và trang thiết bị kiểu Pháp cổ điển.  Một điều xấu là đường đến phòng của tôi quá tối. Tôi thậm chí phải bật đèn điện thoại khi trở về khách sạn vào ban đêm.  Vị trí không dễ tìm. Đó là một thách thức khá lớn đối với bạn khi bạn lần đầu tiên đến đây."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "trinosaurus", "h_date": "  thg 3 2018", "h_title_comment": "Ồn ào và lạnh !!!", "h_comment": "Ngay từ cái nhìn đầu tiên, căn phòng này chỉ là OK, điều này thật đáng ngạc nhiên với chi phí. Tuy nhiên, chúng tôi đã đi cùng với nó và cố gắng để làm tốt nhất. Đã có một vụ tràn cà phê lớn còn sót lại trong minifridge không được làm sạch. Dù sao đi chăng nữa, chúng ta có thể gạt nó đi. Bồn tắm thoát xuống sàn nhà - một thứ khác mà chúng tôi có thể gạt ra. TV tạo ra một âm thanh rất to như tiếng ồn, cũng làm cho nó bị tắt đi. Điều thực sự khiến tôi rời khỏi nơi này là việc làm lạnh phòng như thế nào. Không có cửa sổ thực tế, chỉ có màn chắn chặn tiếng ồn và lạnh từ bên ngoài, và có tiếng ồn cả đêm. Vào khoảng 2 giờ sáng vẫn chưa ngủ, tôi đã cố gắng liên lạc với quầy lễ tân về tiếng ồn để yêu cầu nút tai hoặc phòng khác. Họ thân thiện nhưng không thể giúp đỡ. Cuối cùng đẩy bóng"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Nhà nghỉ Cam Ly", "h_reviewer_name": "Cecelia", "h_date": "  thg 8 2018", "h_title_comment": "Tình trạng ở lại bình thường", "h_comment": "Rất cảm thấy như ở nhà. Chúng tôi có thể sử dụng bất cứ thứ gì chúng tôi cần bếp. Chủ nhà là siêu hữu ích và tốt bụng. Rất gần những nơi mà chúng tôi muốn ghé thăm. Không hối hận ở đây. Nhiều loại thực phẩm địa phương dọc theo con hẻm và các cửa hàng tiện lợi."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "honggik98", "h_date": "  thg 9 2018", "h_title_comment": "Tốt", "h_comment": "Phục vụ chuyên nghiệp món ăn rất ngon. Các món ăn chúng được trang trí một cách rất nhon lành kích thích khẩu vị của thực khách. Ngoài ra cách trang trí của nhà hàng cũng rất đẹp.tôi sẽ quay lại nơi này để thưởng thức một bữa tối cùng gia đình."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Villa Doc May", "h_reviewer_name": "Shahdon", "h_date": "  thg 6 2017", "h_title_comment": "Phòng tiện nghi và thoải mái ở trung tâm Đà Lạt", "h_comment": "Với mức giá mà chúng tôi trả, tôi nghĩ căn phòng là đủ. Tôi thực sự thích vị trí như chúng tôi đã ở trung tâm của Đà Lạt. Đó là một căn phòng quyến rũ với những người chủ đáng yêu. Những con chó ban đầu là một chút đáng sợ đối với tôi như tôi đã không lớn lên với những con chó nhưng tôi đã quen với nó như là máy chủ, Yom đảm bảo với tôi rằng họ là tốt và thân thiện. Yom đã giúp đối tác của tôi và tôi tìm hiểu thêm về các trang trại dâu tây khác nhau. Cô ấy đã nghiên cứu chi tiết và cung cấp cho chúng tôi các chi tiết cần thiết để giúp chúng tôi lên kế hoạch cho ngày của mình. Tôi thực sự đánh giá cao đề xuất của cô ấy cho những điểm đáng yêu quanh khu vực. Đó là một địa điểm đẹp và yên tĩnh. Phòng của chúng tôi được trang bị tốt. Tôi sẽ đặt một phòng ở đó, có lẽ một phòng có cửa"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "Daisy", "h_date": "  thg 7 2020", "h_title_comment": "Good location", "h_comment": "Khách sạn gần trung tâm dễ dàng di chuyển,ngay cổng vào sieu thị Big C,ăn sáng ngon nhân viên thân thiện  Điểm trừ là khách sạn cách âm rất tệ,gần trung tâm nên đến 12h-1h sáng vẫn còn nghe tiếng nói chuyện,hát hò từ phía bên ngoài gần ks"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ngôi Nhà Bên Hồ", "h_reviewer_name": "palawanismyhome", "h_date": "  thg 12 2019", "h_title_comment": "Bình yên và tĩnh lặng bên hồ.", "h_comment": "Chúng tôi ở lại 3 đêm ở đây và thực sự rất thích bản thân mình. Vào ban ngày, chúng tôi khám phá khu vực và đi bộ quanh hồ 16 km, rất thích tu viện gần đó, quán cà phê, v.v ... Người phụ nữ điều hành GH rất thân thiện cùng với đội ngũ nhân viên tuyệt vời của cô. Bữa sáng đã được bao gồm trong giá, và chúng tôi cũng đã đặt bữa tối. Bữa sáng và bữa tối khác nhau mỗi ngày nên chúng tôi luôn mong đến giờ ăn. OK, nó đã ăn chay nhưng ngon. Phòng tắm đã được chia sẻ, căn phòng cơ bản và sạch sẽ, và như tên cho thấy, nó nằm ở bên hồ. Hoàn toàn có thể đề nghị ở lại đây, cách trung tâm Lat 5 km có thể truy cập bằng cáp treo gần đó."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ngôi Nhà Bên Hồ", "h_reviewer_name": "Kenil Dhanani", "h_date": "  thg 1 2019", "h_title_comment": "Khung cảnh hồ yên bình và tuyệt nhất", "h_comment": "Tôi yêu nơi này chỉ vì tầm nhìn và đồ nội thất trong phòng khách. Vâng mọi thứ chỉ là hoàn hảo. Chỉ là giường không thoải mái trong phòng ký túc xá, vì tôi cảm thấy như mình đang ngủ trên một tấm gỗ và phòng tắm cũng không phải là hiện đại. Nhưng đối với vị trí và giá rẻ tôi phải nói 10/10. Các bữa ăn sáng là tuyệt vời quá."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "murpmatt", "h_date": "  thg 1 2018", "h_title_comment": "Hoàn toàn điên rồ.", "h_comment": "Em gái tôi và tôi đã tham gia một tour du lịch xuyên quốc gia qua Đà Lạt và ngôi nhà này thực sự là một loại. Thiết kế và cách nó chỉ kỳ quặc chảy là thứ bạn phải trải nghiệm cho chính mình. Bạn thực sự có thể thuê một phòng ở đây. Hãy thận trọng, mở cửa cho công chúng 9 - 5, vì vậy bạn sẽ có tối thiểu nếu có bất kỳ sự riêng tư nào."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Biệt thự Hằng Nga", "h_reviewer_name": "Валерий С", "h_date": "  thg 12 2017", "h_title_comment": "Kiểm tra trí tưởng tượng của bạn", "h_comment": "Không phải châu Á. Mặc dù, ai biết được. Quaint, đơn giản, phức tạp và tươi sáng. Cả bên ngoài và bên trong chắc chắn không phải là khách sạn mà bạn từng sống. Hãy chắc chắn đến thăm, ở lại, nếu bạn vẫn có thể đến được với người Latinh. Đắt hơn khách sạn trung bình ở Việt Nam. Nhà bếp dường như không làm bạn ngạc nhiên. Nhưng để dành một ngày và một đêm ở nơi kỳ lạ này sẽ mang lại cho bạn niềm vui. Đó là khuyến cáo đến thăm."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "vohungkha", "h_date": "  thg 10 2015", "h_title_comment": "Một chuyến nghĩ dưỡng yên tĩnh", "h_comment": "1. vị trí hơi xa trung tâm thành phố Đà Lạt, đi bộ khoảng 30 phút, nên cần thuê xe máy - hotel có sẵn.  2. khuôn viên rộng rải thoáng mát, có nhiều biệt thự cổ từ 8 tới 10 phòng. Mình ở biệt thự 20 phòng 205, có ban công và view nhìn ok.  3. mình đi mùa này nên được giảm 20% - theo facebook. giá ca hợp lý.  4. bạn có thể chụp ảnh ngay trong khuôn viên, vườn cây rất đẹp. 5. bữa sáng: tạm ổn.      bữa trưa và tối: OK"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "Vuhien2501", "h_date": "  thg 10 2015", "h_title_comment": "Thiên đường nghỉ dưỡng Cadasa Resort", "h_comment": "Nếu tìm nơi để nghỉ dưỡng tại Đà Lạt thì Cadasa Resort là lựa chọn lý tưởng. Không gian yên tĩnh thoải mái với thiên đường rực rỡ từ các loài hoa. Tôi cảm thấy tràn đầy năng lượng vào sáng sau giấc ngủ ngon và sâu. Điểm đặc biệt ở Cadasa là không gian cafe và nhà hàng rất đẹp, ẩm thực tươi ngon và nước uống  phong phú. Các bạn phục vụ rất nhiệt tình thân thiện :)"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "hav3244", "h_date": "  thg 5 2015", "h_title_comment": "CadasaHoaˋi cổ vaˋ dê˜ thương", "h_comment": "Điều làm mình thích nhất ở Cadasa là có khuôn viên rộng và khu vườn có duyên, đặc biệt kiến trúc các biệt thự tuyệt đẹp! Mặc dù nội thất có một số thứ chưa đủ... \"xịn\" tương đương với loại phòng, là xứ hoa nhưng lọ hoa trong phòng hơi sơ sài, (giống hoa của học sinh trực lớp cắm trên bàn giáo viên cho có để đối phó, hihi...), tuy nhiên đối với những người \"hoài cổ\" yêu thích không gian thiên nhiên và phong cách cổ điển nước Pháp thì một khu resort yên tĩnh xanh tươi với những villa nằm  giữa rừng thông mà ở ngay trong lòng thành phố như thế này là hầu như không còn gì để chê. Nói chung ở những nơi cổ điển và phong cách như thế này luôn khiến mình cảm thấy thoải mái và nhiều cảm xúc như trở về nhà :\") Đặc biệt thêm một điều làm mình luôn muốn quay lại Cadasa là vì nhân viên quá"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "dangquang", "h_date": "  thg 11 2014", "h_title_comment": "thường thường bậc trung", "h_comment": "Khung cảnh, khuôn viên khá đẹp, gần dinh Bảo Đại ven hồ Xuân Hương. Gồm các biệt thự cổ, yên tĩnh. Nội thất bình thường, có lẽ người ta để giống như xưa. Không có nhiều tiện ích, giống như một khu biệt thự cho thuê mà thôi."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Nghĩa", "h_date": "  thg 11 2018", "h_title_comment": "Dịch vụ còn kém so với 4 sao", "h_comment": "Khách sạn đẹp, không gian thoáng, phòng ốc ok, có khu vui chơi cho trẻ. Tuy nhiên: Check-in & Check-out: Nhân viên lễ tân chẳng nở được 1 nụ cười dù là \"nụ cười cơ học\". Khách yêu cầu trả phòng lúc 12:30 nhưng 12:15 gọi cho khách để làm phiền. Phòng: Ko thay ga giường, có chỉnh trang nhưng quá kém. Ga giường bung lên lại khi chưa kịp nằm lên ở ngày thứ 2. F&B: Đồ ăn ổn, tuy nhiên lại có tóc trong đồ ăn. Quản lý lại xin lỗi thì chẳng giới thiệu được cái tên. Menu room service thì hơi ít món ăn. Và cần 12 tiếng đồng hồ để dọn dẹp dù mình đã để trước cửa phòng."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Thảo Nguyễn", "h_date": "  thg 10 2018", "h_title_comment": "Thích yên tĩnh thì nên ghé đây", "h_comment": "Phòng sạch sẽ, nhân viên thân thiện, cảnh đẹp yên bình, không khí trong lành dễ chịu,  có khu vui chơi cho trẻ em, có hồ bơi nhưng mình không bơi nên không biết hồ người lớn hay trẻ em... nhà hàng ăn khá ngon nhưng thắc mắc là Đà Lạt là khu rau nhưng ở đây nhà hàng món  rau lại rất mắc tiền hơn so với món khác."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "TRAVELMAN", "h_date": "  thg 7 2018", "h_title_comment": "Suitable", "h_comment": "Phòng sạch sẽ,thoáng mát,chăn gối nệm thơm tho.view tuyệt đẹp,khi ở đây các bạn sẽ được hoà hợp vào thiên nhiên,đi dạo loanh quanh ngắm nhìn những cây thông tuyệt đẹp và thơ mộng.Rất thích hợp đi với gia đình.Sẽ có dịp quay lại đây"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "_htqvn", "h_date": "  thg 6 2018", "h_title_comment": "Kỳ nghỉ kinh hoàng", "h_comment": "Đã từng ở rất nhiều resort, chưa bao giờ gặp một thể loại resort như vầy. Event 2 ngày 2 đêm liên tiếp, hôm tối thứ 6 đến 11PM, hôm thứ 7 thì 10:30PM, chắc do làm dữ quá nên mới kết thúc. Resort này thiết kế hay lắm, các phòng ở như hình vòng cung, xoay quanh cai event hall ngoài trời, nên bao nhiêu âm thanh khách hưởng hết. Mình cố gắng chọn một nơi yên tĩnh cho cả gia đình, nhà mình phải đi vòng vòng ngoài phố, đến 10h đêm, ban ngày thì test âm thanh nguyên buổi chiều. Gặp GM, thậm chí kg nói được 1 câu xin lỗi khách hàng, cười cười và bỏ đi. Vào phòng nhận đc tờ này trong phòng. Lần đầu tiên trong đời thấy kiểu kinh doanh như vậy. Phá hỏng cả kỳ nghỉ của gia đình. Resort kiểu này xin kiếu."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "Nguyenquanganhlac", "h_date": "  thg 9 2022", "h_title_comment": "khá buồn vì thái độ", "h_comment": "Tôi đến ks vào tháng 8/2022,và ấn tượng của tôi trong vài ngày ở tại đây là ngoài nv lễ tân thì tôi ko nhận đc 1 nụ cười của bất kì nhân viên nào khác .ngoài ra tôi đã có trải nghiệm ko tốt khi tôi thuê xe máy ở ngoài và trở về ks trong 1 buổi chiều thì có1 anh mặc vest đen đã hỏi tôi :ĐI ĐÂU? -với ánh mắt ko thiện cảm (, tôi khá bất ngờ về thái độ nên chưa kịp phản hồi thì anh ta lặp lại 1 lần nữa : ĐI ĐÂU?(mặt khá khó chịu). Sau khi biết tôi là khách của ks (có thể anh ta không thể nhớ hết khách của ks) anh ta liền quay mặt đi và ra lệnh (hành vi yêu cầu với thái độ khá trịch thượng ) cho 1 bác nhân viên an ninh (tôi thấy bác khá lớn tuổi mặc đồng phục an ninh) đứng ngay đó là sắp xếp xe lại với thái độ gay gắt , (tôi nghĩ rằng anh này là cấp trên của bác nv )sau đó anh ta bỏ  đi và ko 1 lời nào tỏ ra lịch sự khi tôi vẫn đứng nhìn.Nếu anh ta thật sự là cấp trên của bác nv an ninh kia thì tôi thật sự quan ngại về thái độ của cấp quản lý tại ks, còn nếu do tôi đã hiểu lầm thì tôi lại khá buồn về cách giao tiếp với khách cũng như thái độ với người lớn tuổi như thế ,người Đà Lạt trong suy nghĩ của tôi vốn không như thế mà."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "May Nguyen", "h_date": "  thg 9 2020", "h_title_comment": "Rất tệ", "h_comment": "Thái độ nói chuyện rất hách dịch, móc méo. Rất không hài lòng!!! Mặc dù k ở tại khách sạn và mình chỉ muốn hỏi xin phỏng vấn cho bài viết luận văn và phòng nhân sự trả lời rất lồi lõm. Người cần xem lại cách nói chuyện là khách sạn đó, chứ không phải tôi đâu mà nói!!!"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "Wayne B", "h_date": "  thg 1 2018", "h_title_comment": "Trông đáng yêu nhưng hãy cẩn thận", "h_comment": "Đây là một khách sạn kỳ lạ nhưng hãy cẩn thận như đã đề cập trong các bài viết khác rằng nó rất bẩn. Chúng tôi đến lúc 8 giờ tối và trả phòng lúc 10 giờ tối. Giường có lò xo bị hỏng, gối màu bẩn và lông đen dài trong tấm. Chủ sở hữu obvoiusly không chi tiêu tiền giữ lên những điều này. Những bức tường rất mỏng và có thể nghe thấy mọi thứ trong các phòng lân cận. Chúng tôi có thể sẽ không được hoàn lại tiền"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "Ask-the-cat", "h_date": "  thg 12 2017", "h_title_comment": "Người đẹp và bảo tàng như địa điểm", "h_comment": "Các nhân viên là rất tốt đẹp và hữu ích. Đặc biệt là các khách sạn tiếp tân thân thiện giữ rất nhiều mặt hàng thú vị như xe hơi lịch sử hoặc điện thoại cũ. Ngoài ra nội thất của các phòng làm cho bạn cảm thấy bạn đang ở trong một thời điểm khác nhau. Mọi thứ rất sạch sẽ. Chỉ là nơi không được kiểm tra tốt. Các bữa ăn sáng có nhiều loại thực phẩm chủ yếu là châu Á / Trung Quốc mặc dù."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Luong V", "h_date": "  thg 8 2019", "h_title_comment": "TTC HOTEL ĐÀ LẠT", "h_comment": "Khách sạn có vị trí thuận lợi, từ khách sạn chỉ vài bước đi bộ đã có thể ghé chợ Đà Lạt tham quan mua sắm. Nhân viên thân thiện, niềm nỡ, đặc biệt là những anh bell boy rất nhanh nhạy phụ hành lý cho chúng tôi. Riêng phòng ở tôi đánh giá không cao vì nước tràng lan trong nhà tắm, lâu khô gây trơn trợt cho khách, đặc biệt là trẻ em. Phòng wifi cực kỳ tệ. Từ khu vực phòng 410 đến 412. Kể cả khu 605 ( các phòng bạn của tôi wifi hầu như không thể kết nối.)"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Darry nguyen", "h_date": "  thg 7 2019", "h_title_comment": "Khách sạn đẹp", "h_comment": "Khách sạn đẹpView nhìn ra khu phố ban đêm, nhìn ra bờ hồ Xuân Hương, khung cảnh rất đẹp và phục vụ chu đáo, có cả mát xa và spa cho khách nước ngoài và cách Việt Nam, thuc an buổi sáng ngon.  Sẽ quay lại và rất nhớ chỗ này, có cả thông tin cho khách du lịch, có phòng Gym"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Roy Dala Hotel", "h_reviewer_name": "pmickey", "h_date": "  thg 2 2020", "h_title_comment": "Khách sạn tốt", "h_comment": "Khách sạn và các phòng rất đẹp, một số nhược điểm không có ac Trong các phòng, bữa sáng không ngon và chỉ nói 9 giờ sáng, họ đã mở tiệc buffet một lần và điều đó rất tốt, nhưng alcarte không tốt chút nào, Họ thực sự cần phải mở bữa sáng sau 9 giờ sáng, vấn đề khác chúng tôi gặp phải là việc giữ nhà bắt đầu lúc 8 giờ sáng và muốn dọn dẹp phòng vào ngày đầu tiên ở dalat, sau đó chúng tôi đã làm xong. Không làm phiền cửa, và chỉ nói với lễ tân khi chúng tôi rời đi và yêu cầu họ dọn phòng, khi chúng tôi ở đó khách sạn không bận rộn nên đó là lý do tại sao chúng tôi không có tiệc buffet và dọn dẹp nhà cửa sớm như vậy, Những chiếc giường thoải mái, khăn tắm và bộ đồ giường đẹp và phòng sạch sẽ, tổng thể đáng để ở, nếu khách sạn trống không nhận được bữa sáng, và ăn ở nơi khác, xung"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Roy Dala Hotel", "h_reviewer_name": "maverique007", "h_date": "  thg 2 2019", "h_title_comment": "Một khách sạn rất thoải mái trong một khu vực đẹp của Đà Lạt xinh đẹp!", "h_comment": "Khách sạn nằm ở một vị trí tuyệt vời, bên cạnh nhiều địa điểm ăn uống tuyệt vời. Phòng rất sạch sẽ và giường rất thoải mái. Bữa sáng có rất nhiều sự lựa chọn và một số nhân viên (bữa sáng và người gác cửa) đã cố gắng hết sức để thực hiện cuộc trò chuyện, được đánh giá cao. Đồ ăn rất ngon và cho tôi một ngày khám phá quanh Đà Lạt. Nếu bạn đang ở sau một khách sạn tốt ở một vị trí đắc địa, điều này sẽ đạt được mục đích.  Nhân viên tiếp tân có thể đã nỗ lực nhiều hơn để thừa nhận rằng bạn đang ở đó. Tôi không có nghĩa là một cuộc trò chuyện đầy đủ, do hạn chế ngôn ngữ. Tuy nhiên, một câu \"Xin chào!\" Đơn giản, thay vì không nhìn vào bạn khi bạn vào và rời khách sạn không phải là dịch vụ khách hàng tuyệt vời. Đó là một trong những lý do tại sao tôi sẽ đặt một khách sạn khác nếu ở Đà"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Tulip Hotel", "h_reviewer_name": "MiaLona", "h_date": "  thg 3 2018", "h_title_comment": "Tiên nghi", "h_comment": "Khách sạn gần trung tâm, đối diện là tiệm bánh Liên Hoa, đi bộ vài km thì đến chợ Đà Lạt. Phòng ốc đẹp sạch sẽ, tiện nghi, thoáng đãng. Gia cả vừa phải. Nhân viên phục vụ tạm ổn. Không có buffet sáng."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Tulip Hotel", "h_reviewer_name": "Quỳnh", "h_date": "  thg 3 2017", "h_title_comment": "Gần trung tâm, sạch, giá ok. Nhưng quá ồn", "h_comment": "Khách sạn ngay trung tâm, đối diện là tiệm bánh Liên Hoa bán đầy đủ các loại bánh và cả ăn sáng, trưa, tối. Phòng ốc đẹp, sạch sẻ, gối nằm và giường rất êm. Nhân viên lể tân không nhiệt tình lắm, hỏi j trả lời đấy cho có và ko thân thiện với khách, không hiếu khách. Giá tiền lúc mình ở là 490k/ đêm, cũng ok nhưng ks quá ồn ào, cửa hở nên nếu khách khác về khuya hay dậy sớm bạn buộc phải thức theo. Đi du lịch cần được ngủ ngon và yên tĩnh nhưng ở đây thì quá ồn ào. Không có ăn sáng mặc dù là ks 2 sao."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "Po M", "h_date": "  thg 4 2018", "h_title_comment": "Tốt", "h_comment": "Khách sạn xinh đẹp nằm vị trí trung tâm ở Đà Lạt. Các phòng đều rộng rãi thoáng mát được trang bị đầy đủ tiện nghi và đội ngũ nhân viên chuyên nghiệp thân thiện luôn niềm nở với khách. Mong có dịp được quay lại để sử dụng dịch vụ của Khách sạn."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "Old man", "h_date": "  thg 4 2019", "h_title_comment": "Một khách sạn tốt!", "h_comment": "Tôi đã có 2 đêm ở khách sạn màu trắng xinh đẹp này, hướng ra hồ Ho Xu n H ?? Thật đáng tiếc khi phòng vừa và cũ, khách sạn có ít dịch vụ, buffet cho bữa sáng là vừa đủ, Sẽ trở lại vì vùng đất mơ mộng này!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "Jerzy G", "h_date": "  thg 2 2019", "h_title_comment": "Một nơi rất thuận tiện ở Đà Lạt", "h_comment": "Khách sạn có vị trí tuyệt vời. Xe đưa đón từ sân bay đưa bạn đến đó và đón bạn từ đó. Tầm nhìn từ ban công phòng đến hồ rất tuyệt. Các phòng đều rộng rãi và được trang bị tốt. Chúng được duy trì tốt và sạch sẽ. Trong khoảng cách đi bộ là trung tâm thị trấn và chợ ngày / đêm. Ngay phía bên kia đường có một trung tâm mua sắm. Bữa sáng là loại tự chọn và có một lựa chọn tốt các món ăn được cung cấp. Các nhân viên rất tốt đẹp và hữu ích. Bạn có thể chuyển sang họ với bất kỳ vấn đề hoặc nhu cầu nào của bạn và họ sẽ cố gắng giúp bạn. Vấn đề duy nhất là nó có thể trở nên khá ồn ào vào các thời điểm từ giao thông đường bộ và từ các sự kiện tại quảng trường. Nhưng tận dụng những ưu và nhược điểm tôi muốn giới thiệu nó như là một cơ sở thuận tiện ở Lat."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "Angela H", "h_date": "  thg 11 2018", "h_title_comment": "Nice suite - xấu hổ về tiếng ồn", "h_comment": "Chúng tôi ở lại trong phòng 421 đó là một bộ rộng rãi và được bổ nhiệm. Xem là ok - bạn thấy hồ nhưng có một vài con đường ồn ào ở phía trước - và sau đó có hình vuông trên một trung tâm mua sắm dưới lòng đất nơi nhạc blares không ngừng bao gồm cả vào ban đêm. Tồi tệ nhất ở Việt Nam. Bản thân khách sạn hướng đến khách địa phương hơn nhưng nhà hàng và nhân viên thì tuyệt vời. Có một số khách sạn ở các địa điểm tốt hơn ở Đà Lạt."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn Golf Valley", "h_reviewer_name": "Mr D", "h_date": "  thg 4 2021", "h_title_comment": "Địa điểm lý tưởng cho dân chạy bộ", "h_comment": "Khách sạn có vị trí khá lý tưởng, gần trung cách Hồ Xuân Hương khoảng 600m, vừa đủ để khởi động nhẹ nhàng trước khi chạy vòng quanh hồ, Hồ Xuân Hương có đường chạy vòng quanh hồ khoảng 5km, đường chạy rất đẹp. Mình đặt khách sạn chính là để có vài buổi chạy xung quanh hồ.   Về khách sạn thì chất lượng tạm ổn, tương xứng với giá phòng, dãy phòng phía mặt đường hơi ồn, bạn nào có con nhỏ hoặc khó ngủ nên liên lạc trước đề nghị phòng tầng cao hoặc phòng phía trong. Ăn sáng ngon, bếp nấu ăn vừa miệng.   "},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Colline", "h_reviewer_name": "Huynh Minh", "h_date": "  thg 2 2021", "h_title_comment": "Nghĩ mát", "h_comment": "Khách sạn BT mà giá cao , nhưng sử lý văn đề ko tốt ,vì dụ như tôi lên đat phòng 2ngay tiền phòng 3tr980, nhưng GĐ cô chuyện sáng 8 giờ tôi bão trả phòng để về thì quan lý và nhân viên tru tôi 50 phần trăm tiền phong,tôi nghĩ quá vô lý,tôi đã bao trước khung giờ tôi trả phòng và tôi là người lên đặt phòng trực tiếp nữa.60 phần trăm tiền phong ko đáng gì nhưng tôi thấy vô lý và mất đi nét đẹp của khách sạn.toi mong những người con lại khi đi nhớ hội ký vấn đề ko lại bị oan như tôi.cam ơn khách sạn và sẽ ko bao giờ có lần sau"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Colline", "h_reviewer_name": "Anh", "h_date": "  thg 11 2020", "h_title_comment": "Chất lượng dịch vụ tệ", "h_comment": "Ks có vị trí đẹp, ngay trung tâm.   Đây là lần thứ 2 mình ở ks, gđ mình có em bé nhỏ nên mình chọn quay lại vì ks có trang bị hệ thống sưởi. Nhưng đến nơi thì chế độ sưởi của điều hoà k hoạt động. Mình gọi xuống lễ tân thì lễ tân báo ks k có trang bị đó, mình hỏi vì sao lần trc mình đi thì có, còn lần này thì k. Lễ tân mới nói để gọi kỹ thuật lên hỗ trợ, cuối cùng câu trả lời kĩ thuật báo là vì 2 phòng sử dụng chung 1 máy nên nếu phòng mình mở sưởi thì phòng kế bên cũng tự động bật như vậy, nên bên ks đã khoá k sử dụng nữa. Mình k hài lòng 1 ks lớn mà thiết kế rất lạ và khó hiểu.  Về phần guest service, FO lúc mình vào  có 1 bạn tỏ vẻ khó chịu khi mình đến hỏi về việc check in. 1 lúc sau thì có 1 bạn khác rất niềm nở và welcome mình.   1 vấn đề khác nữa là phòng gđ mình chỉ có 1"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Colline", "h_reviewer_name": "HPKDoan", "h_date": "  thg 12 2019", "h_title_comment": "Mọi thứ khá tốt", "h_comment": "Điểm nổi bật là khách sạn rất gần chợ, bạn có thể đi bộ xuống chợ hay các khu vực ăn uống xung quanh. Khách sạn còn khá mới, phòng đẹp, sạch tuy nhiên phòng không có tủ quần áo (phòng premium deluxe), nhà vệ sinh hơi bé, dùng cửa kéo không khoá, nước từ nhà tắm dễ tràn qua khu vực lavabo.  View khách sạn khá đẹp nhưng khách sạn lại có thiết kế nhiều tấm lưới phía ngoài che bớt tầm nhìn.  Khu vực ăn sáng rất đẹp, nhiều hoa lá, ngồi ngoài ban công ăn sáng hít khí trời ngắm cảnh thật sự rất thư giãn. Thức ăn khá ổn. Nhân viên khách sạn khá dễ thương và lịch sự, nhất là mấy em dưới quầy nước.  Có 1 điểm mình thấy khách sạn cần khắc phục ngay đó là nên phổ biến cho khách nhận phòng về 2 cửa sổ nhỏ 2 bên góc rèm. Ngày đầu tiên mình nhận phòng do rèm kéo mình ko để ý nhưng hôm đó 2 cửa"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Colline", "h_reviewer_name": "Thuy Nguyen", "h_date": "  thg 11 2019", "h_title_comment": "Khách sạn tốt, vị trí rất tốt", "h_comment": "Chúng tôi đã ở 2 đêm trong phòng sang trọng với tầm nhìn thành phố. Đó là khách sạn mới, vị trí trung tâm. Các nhân viên rất thân thiện. Tôi đã đến lúc 12 giờ 30 trưa và phòng của tôi đã sẵn sàng để kiểm tra chỉ trong 5 '. Căn phòng rất đẹp. Bằng chứng âm thanh không tốt. Phòng tắm và nhà vệ sinh nhỏ một chút. Chúng tôi đã có một chiếc giường lớn và thoải mái. Ăn sáng là ok. Phép màu trang điểm không nên đặt ở phía đối diện với giường. Nó không tốt cho giấc ngủ. Nhà hàng Muối và Đậu nành đã phục vụ những món ăn rất ngon với giá rẻ. Tiệm bánh cũng rất ngon."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Colline", "h_reviewer_name": "lisabsyd", "h_date": "  thg 10 2019", "h_title_comment": "Khách sạn tuyệt vời", "h_comment": "Tôi không chắc tại sao các bình luận khác lại quá tiêu cực, dựa trên các đánh giá dưới đây tôi không chắc sẽ mong đợi điều gì. Các nhân viên đã rất thân thiện và hữu ích và nói chung, khách sạn là tuyệt vời cho giá cả và vị trí. Tiếng ồn trong khách sạn bị hạn chế, tuy nhiên bạn có thể nghe thấy tiếng xe cộ vào tất cả các giờ sáng. Trong khi phòng ăn sáng có thể giống như một sở thú đôi khi, bản thân bữa ăn sáng là tốt."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "HaiDangTruong", "h_date": "  thg 8 2014", "h_title_comment": "Khách sạn tệ nhất trong tất cả các khách sạn mà tôi đã từng đến", "h_comment": "Chỉ có thể nói 1 câu thôi, thật kinh khủng, tồi tệ. Khuyên các bạn 1 câu chân thành là đừng bao giờ đến đây để nghỉ dưỡng. Từ quản lý đến nhân viên hình như chưa từng qua 1 khóa đào tạo nào, ăn nói lốc cốc, thái độ phục vụ quá kém cõi... vậy mà được đánh giá là 3 sao sao???? Theo tôi thấy khu nghỉ dưỡng này không xứng là 1 khu nhà trọ nữa kìa. Người chủ đầu tư của khu này nên xem lại cách quản lý của mình nếu không muốn mất khách"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "Jenny A", "h_date": "  thg 5 2018", "h_title_comment": "Nếu họ cố gắng đưa bạn qua đường trong phòng tràn của họ, yêu cầu tiền của bạn trở lại.", "h_comment": "Chúng tôi đã rất thất vọng khi thấy mình bị cô lập trên một con đường đông đúc từ khu nghỉ mát chính mặc dù đã có tất cả số tiền còn nợ cho hai đêm nghỉ của chúng tôi trừ vào tài khoản của tôi một tuần trước khi chúng tôi đến và đặt phòng của chúng tôi đã được thực hiện vài tháng trước chuyến thăm của chúng tôi. Để ăn sáng, chúng tôi phải quay lại con đường này. Sau khi phàn nàn vào sáng hôm sau họ chuyển chúng tôi trở lại khu nghỉ mát chính. Trong cả hai phòng, nhà vệ sinh bị rò rỉ. Điều này mặc dù đã được cải tạo trong phòng thứ hai. Vòi sen trong phòng đầu tiên phải được giữ. Không có gì để gắn nó vào tường. Không có gì để treo quần áo của bạn lên, do đó bạn có nguy cơ tất cả mọi thứ bị ướt. Cả phòng đều không có máy lạnh. TV trong phòng đầu tiên rất sần sùi. Tiếp nhận kém."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "ACSHongKong", "h_date": "  thg 1 2018", "h_title_comment": "Thuộc tính cũ quyến rũ ... được duy trì kém, chạy xuống và quản lý kém", "h_comment": "Cadasa có một nhóm các tòa nhà thuộc địa tuyệt vời được đặt trong một khu vườn xinh đẹp. Đáng buồn là họ không biết cách duy trì những biệt thự cũ này. Chúng được trang bị kém - vòi sen chỉ vào trần nhà và không thể điều chỉnh được. Họ không phải là rất sạch sẽ nhưng bụi bặm. Các cửa sổ không đóng đúng cách và các cửa chớp thời gian bị hư hỏng và nổ cả đêm dài. Các nhân viên tuy nhiên là rực rỡ, hãy thử thực sự khó khăn và không có gì là quá nhiều rắc rối cho họ. Tôi cảm thấy tiếc cho họ vì những lời than phiền xuất phát từ việc quản lý kém ở đầu trang."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khu nghỉ dưỡng Đà Lạt Cadasa", "h_reviewer_name": "James C", "h_date": "  thg 6 2017", "h_title_comment": "Biệt thự Nice", "h_comment": "Chúng tôi đã đi du lịch qua Việt Nam với cháu trai của chúng tôi và muốn dành nhiều thời gian ở vùng núi xa sức nóng. Chúng tôi đã dành 6 đêm tại Cadasa. Các nhân viên thân thiện luôn mỉm cười và rất hữu ích. Chúng tôi không bao giờ cảm thấy khó chịu như một cặp vợ chồng đồng tính ở đây. Các biệt thự nằm chỉ một chuyến đi taxi nhanh chóng bên ngoài trung tâm của thị trấn - đó là rất tốt. Tôi thấy trung tâm thành phố quá đông đúc và ồn ào. Đó là ít hơn $ 2 cho một xe taxi đến trung tâm thị trấn và đi bộ một cách nhanh chóng đến các nhà hàng gần đó và các cửa hàng cà phê như nhà bếp của Leo. Các phòng của chúng tôi ở phía bên kia đường từ quầy lễ tân. Tôi vui mừng vì họ đã khôi phục các biệt thự này nhưng họ vẫn cần một số công việc và bảo trì. Các căn cứ ở phía trước của khu vực"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "Duyên Phạm", "h_date": "  thg 9 2019", "h_title_comment": "Dịch vụ cần được cải thiện rất nhiều.", "h_comment": "Mình sử dụng dịch vụ phòng Suite với phí 3,9tr/ 1 đêm tại khách sạn nhưng thực sự thất vọng. Mình chưa bao giờ lưu trú tại khách sạn nào giá cao mà dịch vụ và cơ sở vật chất tệ như vậy. 1. Khi đặt phòng, bạn Dung trưởng phòng Kinh doanh xác nhận phòng mình tầng cao nhất, view hồ. Kết quả, khi nhận phòng các bạn đưa mình vào phòng tầng 1 và báo với mình phòng còn lại (khách sạn có 2 phòng suite) đã có khách ở?!!!  Sau khi mình không đồng ý thì mới đưa mình lên phòng còn lại, lúc này không có khách ở để xem. Nhưng phòng hôi, sảnh băng qua hôi và di chuyển bất tiện nên mình buộc phải chọn phòng 1. 2. Đến xuống ăn, mình order 1 phần cháo bò cho em bé và dặn các bạn xay và rây, các bạn ok nhưng không làm, cháo lợn cợn bé ko ăn được. 3. Đến tối đi ăn về, phòng kẹt khóa trong không mở"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Lavender_HongAnh", "h_date": "  thg 5 2018", "h_title_comment": "Khá tốt", "h_comment": "Resort rộng, đẹp. Phòng sạch, rộng nhưng hơi tối. Tuy nhiên, sàn ở sảnh lễ tân và nhà hàng không được sạch lắm. Nhân viên quét luôn tay trong giờ ăn sáng, rất bụi, hình như ở đây không lau sàn hay sao, nhìn thấy dơ dơ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Moonvn", "h_date": "  thg 4 2018", "h_title_comment": "Resort đẹp với nhiều cảnh quan. Thích hợp nghỉ dưỡng với gia đình, đặc biệt là người lớn tuổi.", "h_comment": "Ấn tượng đầu tiên là resort có khuôn viên rộng, thoáng đãng, với nhiều cảnh quan, đặc biệt là rất nhiều hoa. Sảnh và khu vực phòng ăn thiết kế sang trọng và đẹp. Ngay sảnh có đặt bình nước ép miễn phí (welcome drink) để khách tự lấy chứ không có nhân viên phục vụ.  Thức ăn vừa miệng, món cá kho ngon nhưng món súp kem cà chua thì dở. Buffet sáng ăn được và có thay đổi để đỡ ngán khi ở dài ngày.    Phòng Deluxe rộng rãi và có góc nhìn khá đẹp. Trong phòng có bộ ghế bàn trà nhỏ, ngồi đọc sách, uống trà/cafe (có để sẵn) và ngắm phong cảnh bên ngoài cũng rất dễ chịu. Hơi tiếc là hình như các phòng không có ban công mà chỉ có cửa sổ gắn kiếng và có lưới chắn côn trùng. Nếu trùng vào ngày có tổ chức sự kiện thì sẽ hơi ồn, nhất là buổi tối. Nếu ở khu villa và đi bộ qua nhà ăn thì hơi xa"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "MichaelHung", "h_date": "  thg 3 2018", "h_title_comment": "Trung bình", "h_comment": "Chúng tôi đã trải qua 2 đêm tại resort này,  xe chúng tôi đến khách sạn lúc trời đang mưa, tiền sảnh của khách sạn rộng đủ để 2 chiếc xe lớn đậu song song đón trả khách, nhưng lúc đó có một chiếc xe khác đang đậu đợi khách chiếm cả 2 làn xe, nhân viên của khách sạn đã không can thiệp bất cứ việc gì để dời chiếc xe phía trước, chúng tôi đã phải đợi rât lâu mới có thể xuống xe, khi check in không có phục vụ welcome drink, thay vì họ chỉ cần scan photo giấy tờ cá nhân, hoặc thông tin thẻ tín dụng thì họ đã giữ giấy CMND của chúng tôi (tôi đã nói chuyện với họ sau khi photo giấy CMND thì đề nghị họ trả lại vì tôi cần CMND để giao dịch công việc, nhưng họ nhất quyết không đồng ý và chỉ trả sau khi check out,) ban quan lý resort nên thay đổi lại quy định này bởi đây là qua định cứng"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Saphir Dalat Hotel", "h_reviewer_name": "Karien M", "h_date": "  thg 10 2017", "h_title_comment": "Moldy và cổ xưa", "h_comment": "Phần tồi tệ nhất khi nói ở đây là khuôn! Nó thực sự tồi tệ, và tôi sợ rằng nó có thể có hại. Tôi tin rằng nó là một tòa nhà cũ đã được cải tạo đến một điểm. Mặc dù chúng tôi nhận được khăn sạch, nhưng giường không bị ảnh hưởng. Không đun sôi nước. Nếu bạn hỏi, ai đó sẽ mang cho bạn một bình bằng nước nóng. Tủ lạnh của quầy bar đã tắt - được cho là không hoạt động. Ăn sáng là khá hạn chế - không nhiều của một loạt."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "HPKDoan", "h_date": "  thg 9 2018", "h_title_comment": "Rất ổn", "h_comment": "Khách sạn tạo ấn tượng với màu tím nhìn khá lãng mạn và có 1 vị trí khá tốt, rất gần chợ Đà Lạt. Đây là lần thứ 2 mình ở đây, so với lần trước thì lần này khách sạn có tân trang lại nên phòng ốc nhìn mới hơn, mọi thứ trang thiết bị đều tốt, phòng tắm to, sạch. Khách sạn có trang bị máy sưởi và sàn gỗ cách nhiệt khá ổn nên những ngày trời lạnh rất thích, bạn có thể ra ban công đứng ngắm dòng người dập dìu đi chợ trong cái se lạnh của Đà Lạt với 1 ly trà nóng trên tay, khi cái lạnh bắt đầu thấm vào da thịt thì quay vào phòng đóng cửa lại và mọi thứ lại ấm áp  dễ chịu.  Nhân viên lễ tân rất lịch sự và linh hoạt, cả 2 lần mình đều đặt thẳng và rất hài lòng với các bạn nhân viên.  Ăn sáng thì hơi bình thường, nhiều món nhưng không đặc sắc lắm. Nước uống miễn phí trong phòng là nước"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "PM N", "h_date": "  thg 2 2018", "h_title_comment": "khách sạn trung tâm, gần chợ, sàn gỗ . phòng cách âm hơi kém.", "h_comment": "khách sạn khu trung tâm, gần chợ, sàn gỗ, có bồn tắm. phòng rộng rãi, phục vụ tốt. chỉ có điều là phòng cách âm hơi kém. giừơng của phòng deluxe double hơi nhỏ, ăn sáng bình thường, không có gì hấp dẫn."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "Ian H", "h_date": "  thg 10 2018", "h_title_comment": "Ok, nhưng niisy", "h_comment": "Khách sạn này chỉ là ok. Vấn đề chính là tiếng ồn khi bạn đang cố ngủ. Chúng tôi đã có một căn phòng nhìn ra hồ nhưng kính hai lớp không phù hợp rất tốt để bạn có được tất cả tiếng ồn giao thông và tiếc là trên đường bạn có karaoke đường phố mà vụ nổ vào ban đêm. Các nhân viên là ok, tôi không cảm thấy rất hoan nghênh. Ăn sáng một lần nữa là ok. Các phòng chính nó là lớn và sạch sẽ và đi bộ vào thị trấn là khoảng 10 phút nên không quá xấu. Nếu bạn muốn ngủ ngon, hãy đặt một khách sạn khác."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "ksasea", "h_date": "  thg 7 2018", "h_title_comment": "Không có gì đặc biệt", "h_comment": "Chúng tôi ở lại đây trong 2 đêm. Các phòng đã được ok, sạch sẽ nhưng một chút ngày. Phòng tắm đã được cập nhật. Không có nhiệt, không có máy lạnh (mà chúng tôi không cần vì trời lạnh và mưa). Có một cái quạt trong tủ nhưng nó cũng không phải là một cái nóng, và nó rất ẩm ướt và lạnh lẽo. Một lò sưởi sẽ tốt đẹp. Hồ cũng băng qua đường. Chúng tôi không có phòng nhìn ra hồ, điều đó thật tuyệt.  Ăn sáng là tốt, không có gì đặc biệt. Nhân viên rất đẹp và thân thiện.  Siêu thị Big C nằm bên kia đường, thật thú vị khi đến thăm. Ngoài ra còn có một số cửa hàng cà phê trong cùng một trung tâm mua sắm."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "davehoppy", "h_date": "  thg 7 2018", "h_title_comment": "vị trí tiện dụng", "h_comment": "Tidy khách sạn mà là rất tốt vị trí nhìn ra hồ, siêu thị lớn c và xe buýt đưa đón sân bay bắt đầu và dừng lại từ cửa trước. Chúng tôi có một phòng ba người ở bên cạnh khách sạn. phong nha ăn sáng, giường hơi cứng. Giá trị ở lại cho vị trí của nó."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "Matt N", "h_date": "  thg 3 2018", "h_title_comment": "Khách sạn tốt nhưng không tuyệt", "h_comment": "Tiếng ồn đường lớn hơn dự kiến, có thể do cửa sổ và cửa ra vào ban công không bịt kín hoàn toàn - - chúng cũng kêu lên vào ban đêm khi có gió. Ăn sáng là ok nhưng thiếu các lựa chọn khác nhau. Sự nhất quán trong việc giữ hộ chiếu của khách truy cập là gây phiền nhiễu và không được mong đợi đối với một khách sạn có kích thước và tiêu chuẩn này. Giường rất thoải mái và tầm nhìn tuyệt đẹp ra hồ từ phòng ban công ở tầng trên cùng của chúng tôi. Vị trí tuyệt vời với taxi rộng rãi và dịch vụ đưa đón sân bay được cung cấp ngay trong khuôn viên. Phòng lớn, tiện nghi với ánh sáng tốt (trừ phòng tắm) và tủ lạnh hoạt động tốt."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Tulip Hotel", "h_reviewer_name": "TheBrowns", "h_date": "  thg 11 2019", "h_title_comment": "Vị trí trung tâm", "h_comment": "Khách sạn vẫn ổn, cơ bản, một vài khách sạn 'Hoa tulip trong vòng vài phút với nhau khiến các tài xế taxi và chuyển tiền nhầm lẫn. Dễ dàng đi bộ đến chợ và các điểm tham quan khác. Nhân viên thân thiện, bữa sáng không được cung cấp tuy nhiên một số quán cà phê đẹp trong khoảng cách đi bộ. ."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Colline", "h_reviewer_name": "tieudongtakem", "h_date": "  thg 8 2019", "h_title_comment": "Không đáng giá", "h_comment": "Khách sạn này có vị trí tuyệt vời tuy nhiên dịch vụ của họ dưới mức trung bình  - khách sạn rất ồn ào với nhiều đoàn du lịch  - lựa chọn bữa sáng kém nên chúng ta cần ra ngoài ăn sáng.  - bằng chứng âm thanh là khủng khiếp ngay cả trong phòng bạn có thể nghe thấy một số âm thanh lạ trong phòng và bên ngoài  - vị trí ăn sáng trên giấy khác với vị trí của nó"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Colline", "h_reviewer_name": "H&M", "h_date": "  thg 7 2019", "h_title_comment": "Nó có thể tốt hơn!", "h_comment": "Chỉ cần ở lại 01 đêm cho kỳ nghỉ ngắn.  Khách sạn đẹp, vị trí cực kỳ thuận tiện (ngay cạnh chợ Đà Lạt).  Họ nên làm tốt hơn nhưng có nhiều điều cần được cải thiện ở đây (theo ý kiến của riêng tôi).  Từ Văn phòng Mặt trận với quy trình Kiểm tra (họ đã cho chúng tôi một phòng chưa được xử lý sau một buổi sáng dài chờ đợi) và căn phòng không thực sự sạch sẽ (có lẽ do vội vã đi vào hoạt động).  Với dịch vụ phòng; phải mất tới 04 cuộc gọi từ nhân viên nhà hàng cho một đơn đặt hàng Dịch vụ phòng đơn giản (Tôi đã đặt mua Bánh cá hồi, Burger Thịt bò và Bánh phô mai). Tuy nhiên, chất lượng của món ăn khá tốt.  Nhà hàng trên tầng 5 rất đẹp, nhưng bữa sáng không có gì đặc biệt; và các nhân viên dường như không được đào tạo tốt ở tất cả.  Điểm tích cực là họ có một đội ngũ hướng dẫn viên"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "Mai Anh", "h_date": "  thg 1 2019", "h_title_comment": "Khách sạn phục vụ rất chu đáo", "h_comment": "Mình ấn tượng nhất với khách sạn này ở đội ngũ lễ tân và phục vụ. Mỗi nhân viên ở đây đều rất thân thiện và lịch sự, tạo nên cảm giác chuyên nghiệp cho một khách sạn 4*. Hạ tầng vẫn giữ lại gần như nguyên vẹn của khách sạn Blue Moon trước đây, theo mình cần nâng cấp thêm để phục vụ tốt hơn cho khách hàng. Buổi sáng có buffet ở khuân viên ngay phía trước, mặc dù đồ ăn không phong phú lắm nhưng cũng khá tiện lợi nếu bạn không muốn ra ngoài sớm trong thời tiết lạnh."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "manh p", "h_date": "  thg 9 2018", "h_title_comment": "Khách sạn rất đẹp và tốt", "h_comment": "Địa điểm ngay cạnh hồ xuân hương trung tâm Đà Lạt, khách sạn đẹp view đẹp, dịch vụ tốt. Tôi có 1 trải nghiệm rất thú vị thời tiết se lạnh ngủ rất ngon. Khách sạn gần ngay chợ đêm đi bộ dạo chơi trải nghiệm đồ ăn rất thú vị. Đồ ăn tại khách sạn khá ngon ."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "LamHoang88dk", "h_date": "  thg 8 2017", "h_title_comment": "nhân viên nhiệt tình nhưng chất lượng dịch vụ cần phải nâng cao", "h_comment": "Phòng sạch sẽ nhưng cũ cần sơn sửa lại, nệm thì quá mềm nằm rất đau lưng, giấc ngủ không thoải mái, phòng rất ồn. Buffet sáng rất hạn chế nếu bạn ở ngày thứ 2 thì tin chắc là bạn sẽ không biết ăn cái gì.  Nhưng nhân viên phục vụ rất nhiệt tình,"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Nguyễn M", "h_date": "  thg 12 2019", "h_title_comment": "Cảnh quan đẹp", "h_comment": "Khách sạn ngay gần trung tâm, thuận tiện đi lại. Nhân viên nhiệt tình dễ thương, phòng ốc sạch sẽ, cảnh quan cổ kính. Tuy nhiên phòng cổ điển, nhiều bất tiện. Nước bật lâu mới nóng, phòng hơi lạnh lẽo do hệ thống sưởi chưa hiệu quả. Ăn sáng đơn điệu ít món"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Dzung Phung", "h_date": "  thg 11 2017", "h_title_comment": "Đẹp và lãng mạn", "h_comment": "Tôi đã thuê đc một phòng trong căn hộ ven hồ. Phòng khá tuyệt vời, cảnh quan rất đẹp và sạch sẽ. Lễ tân lịch sự, chu đáo. Nói chung mọi thứ tuyệt vời nếu bạn có ý định nghỉ ngơi lãng mạn và bình yên cho cặp đôi. Tuy nhiên nếu như bạn thích sôi động thì Teracotta sẽ ko đáp ứng đc.  Ko cafe, ko bar, ko club.  Cảm thấy thiếu một chút gì đó khuấy động.  Chỉ có duy nhất một nhà hàng cho toàn bộ khuôn viên resort. Chưa đủ lắm."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "LamHoang88dk", "h_date": "  thg 8 2017", "h_title_comment": "Cảnh quan đẹp nhưng không có wifi", "h_comment": "Khách sạn có cảnh quan đẹp, sạch sẽ, không khí trong lành. Nhân viên thận thiện, nhiệt tình. Buffet sáng đồ ăn phong phú nhân viên nhiệt tình, nhưng cần cười nhiều hơn, kiểm tra muối tiêu set up trên bàn, rất nhiều hủ không có muối tiêu. Wifi cần được nâng cấp.trong phòng va nhà hàng wifi rất yếu, thậm chí không thể vào.Phòng đẹp, sach sẽ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn Minh Chiến", "h_reviewer_name": "AnhDB", "h_date": "  thg 6 2019", "h_title_comment": "Chỉ cần WOW với những khoảnh khắc tuyệt vời trong khách sạn bình dân", "h_comment": "Khách sạn nằm trong con đường nhỏ nhưng nó không xa trung tâm. Tôi có thể mang Grab Bike chỉ khoảng 1 đô la để đi đến trung tâm. Khách sạn mới, sạch sẽ và đặc biệt tôi có thể tận hưởng với Wow trong một số điều nhỏ nhặt, điều này mang lại cho tôi cảm giác tốt trong suốt thời gian ở với gia đình, như: bữa sáng ngon, không khí trong lành và phòng đẹp nhìn từ trên xuống, sạc điện thoại bàn, nhân viên thân thiện, và giá cả rất tốt."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Yolo Camping House", "h_reviewer_name": "SunnyNga", "h_date": "  thg 10 2017", "h_title_comment": "Homestay lý tưởng!", "h_comment": "Thực sự thì mình cảm thấy homestay rất ukie. Phòng sạch sẽ. Mùi tinh dầu dễ chịu. Có nhà vệ sinh riêng rộng rãi. Bạn lễ tân cũng rất nhiệt tình. Tuy nhiên là địa chỉ hơi xa trung tâm một chút và có gián trong phòng."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Yolo Camping House", "h_reviewer_name": "An P", "h_date": "  thg 8 2017", "h_title_comment": "LỰA CHỌN TỐT KHI ĐẾN ĐÀ LẠT", "h_comment": "Chuyến đi của mình book phòng trước 3 ngày, được báo hết phòng, sau có người cancle nên book được phòng 4 thay vì 2, phòng 4 giá cũng hợp lý, thực ra phòng này có ban công rộng view cao nhìn xuống thung lũng, tối thì có ánh đèn sáng từ thung lũng, các bạn có thể kê bàn ra ngồi uống vang hay gì đó thì rất tuyệt, sáng sớm thì có thể thấy sương mù.  Phòng decor theo dạng camping lều, lạ và ấm cúng, service của các bạn khá tốt và tận tình.  Vị trí thuận lợi vì nằm đối diện bến xe liên tỉnh Đà Lạt, đi bộ ra khoảng 5p Còn một số mặt cần cải thiện chắc các bạn sẽ được yêu thích hơn như là: - Đồ ăn sáng cần chuẩn bị kỹ hơn, chỉ có bánh mì, mức và mì gói thì quá đơn điệu - Phòng vệ sinh tầng 2 nước nóng hơi yếu Yolo camping là một nơi đáng để trải nghiệm khi đến Đà lạt"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Yolo Camping House", "h_reviewer_name": "Ducthanh T", "h_date": "  thg 8 2017", "h_title_comment": "Thanks all everything", "h_comment": "Cám ơn YoLo đã cho mình được trải nghiệm thú vị.Yolo rất thân thiện,nhiệt tình phòng thì cute ấm áp hii.Tiếc là mình ko có nhiều time để ở lại lâu hơn hii Hy vọng có dịp quay trở lại đà lạt mình sẽ qua Yolo"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Tulip Hotel", "h_reviewer_name": "Mandy", "h_date": "  thg 1 2019", "h_title_comment": "Khách sạn tốt", "h_comment": "Tôi đã dành 3 đêm ở khách sạn Tulip trong thời gian trăng mật. Giá là tốt nhưng tôi muốn có bữa ăn sáng phục vụ. Phòng rất sạch sẽ, trong lành, cửa sổ lớn và phòng sạch sẽ phục vụ rất tốt. Trước mặt khách sạn là nhà hàng giá cả phải chăng, đồ ăn ngon, tiệm bánh,. . . rất trung tâm ở Đà Lạt. Tốt t ghé thăm."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Tulip Hotel", "h_reviewer_name": "Jihee L", "h_date": "  thg 11 2018", "h_title_comment": "Nice sạch khách sạn nằm ở trung tâm của thành phố", "h_comment": "Đặt một phòng tiêu chuẩn và họ đã cho tôi căn phòng nơi tôi có thể nhìn ra thành phố. Đôi khi nó có thể ồn ào nhưng tôi không bận tâm. Sạch sẽ và giá cả phải chăng khách sạn ở một vị trí tốt. Nói chung hài lòng với giá tôi trả."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Tulip Hotel", "h_reviewer_name": "tran vinh", "h_date": "  thg 7 2018", "h_title_comment": "Khách sạn là tốt nhưng cần phải cải thiện dịch vụ", "h_comment": "Khách sạn là tốt nhưng cần phải cải thiện dịch vụ. Vị trí đẹp với phòng đẹp nhưng dịch vụ không thân thiện và chu đáo. Giá là như vậy. Nhân viên cần thân thiện và giao tiếp nhiều hơn với khách. Sẽ không giới thiệu cho bạn bè."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Tulip Hotel", "h_reviewer_name": "Travelordie", "h_date": "  thg 7 2018", "h_title_comment": "Giá trị tuyệt vời của tiền", "h_comment": "Nơi rất đẹp - chúng tôi ở trong một căn phòng gia đình với không gian rộng rãi cho 4 người. Phòng rất sạch sẽ và gọn gàng. Rất nhiều nước nóng để tắm. Vị trí là rất tốt để khám phá thành phố Đà Lạt và rất gần chợ đêm và nhiều lựa chọn cho bữa ăn sáng và ăn tối. Xem xét giá - nơi này là ăn cắp! Chúng tôi sẽ ở lại đây một lần nữa. Rất lễ tân rất thân thiện quá."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "_fntham", "h_date": "  thg 1 2018", "h_title_comment": "Vì vậy, khách sạn không có gì ngoạn mục", "h_comment": "Chúng tôi đã trả tiền để vận chuyển từ sân bay đến khách sạn trong một chiếc xe tải lớn thuộc sở hữu của khách sạn mà là tốt đẹp. Không phải xe đưa đón miễn phí. Khách sạn chỉ là trung bình về tiện nghi. Khách sạn này cung cấp dầu gội và gel rửa cơ thể trong các bình gốm để tiết kiệm tiền để họ có thể nạp tiền cho chúng. Tuy nhiên trong phòng tắm chỉ có một kệ rất nhỏ cho hai mặt hàng này. Vì vậy, một decanter trượt ra khỏi bàn tay ướt của tôi và phá vỡ. Các nhân viên vệ sinh báo cáo một decanter mất tích và tôi đã bị tính phí như 60 đồng trong quá trình thanh toán. Không có vấn đề lớn nhưng thực hành không tốt trên phần quản lý vì không cung cấp ống nhựa dầu gội đầu và rửa cơ thể giống như tất cả các khách sạn khác. Muốn tính phí tôi cho một chiếc khăn màu quá đó là vô lý."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "ERicDc_12", "h_date": "  thg 9 2017", "h_title_comment": "Máu trên giường", "h_comment": "Các nhân viên làm sạch phòng để lại máu trên khăn trải giường. Chúng tôi đã không nhận thấy nó (chúng tôi đã trở lại rất muộn vào ban đêm và kiệt sức) cho đến sáng hôm sau khi chúng tôi đã kiểm tra. Người quản lý khách sạn không nhận bất kỳ sự tôn trọng nào. Thực phẩm là OK, các loại nước ép trái cây không tươi chút nào, được làm từ tinh bột hoặc bột. Đặt cược tốt nhất cho thực phẩm tươi sống là đi chợ trung tâm và mua thực phẩm tươi sống với giá tốt, hoặc đi qua đường đến trung tâm mua sắm dưới lòng đất để mua các bữa ăn. Không trả tiền cho khách sạn Ngọc Phát cho dịch vụ ăn sáng, nó không phải là giá trị nó; và rất cảnh giác với các phương pháp làm sạch của họ."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "worldTravelerUSA2009", "h_date": "  thg 9 2017", "h_title_comment": "Chúng tôi tìm thấy vết máu tươi trên tờ của chúng tôi", "h_comment": "Chúng tôi đưa ra quyết định cuối cùng để bay đến Đà Lạt trong ngày quốc khánh Việt Nam và Ngày Lao động Mỹ. Tất cả các khách sạn tốt đã được đặt nhưng vì khách sạn này có xếp hạng 4 sao và ở trung tâm thành phố và tôi đã đặt phòng với họ. Tôi nên biết nó không phải là một dấu hiệu tốt. Sau khi kiểm tra, chúng tôi tìm thấy khách sạn Không được làm sạch và khá chạy xuống, chúng tôi quyết định tìm một khách sạn khác. Ana Mandara đã có chỗ trống cho ngày cuối cùng của chúng tôi vì vậy chúng tôi đã đặt một phòng ở đó. Nhưng đêm qua, cô con gái 5 tuổi của tôi đã đi ngủ lúc 7:30 trên giường của chúng tôi. Tôi đã đi ngủ về phía tôi. Chồng tôi đi ngủ vào lúc nửa đêm và thấy máu nhuộm ở bên cạnh giường trông giống như vết kinh nguyệt. Để không đánh thức chúng tôi, anh ấy che vết máu và"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "sarah s", "h_date": "  thg 8 2017", "h_title_comment": "Vị trí đã ổn", "h_comment": "Phòng rộng rãi cho 3 người Sạch sẽ và phòng tắm có kích thước tốt Khu vực địa phương khá ồn ào  4 ngày quá dài ở Đà Lạt Thức ăn nghèo cho người phương Tây vào bữa sáng - mì và gạo Lựa chọn kém đồ uống có đường và bánh ngọt. Nhân viên rất hữu ích và giúp chúng tôi tổ chức các chuyến đi từ khách sạn  - phải làm nhà Điên trong khi ở Đà Lạt"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Ngọc Phát", "h_reviewer_name": "Tim Miguel S", "h_date": "  thg 7 2017", "h_title_comment": "Phòng sạch sẽ", "h_comment": "Khách sạn này cung cấp các phòng sạch sẽ rộng rãi với phòng tắm rất tốt. Ăn sáng và địa điểm cũng tốt. Một điểm của nhà phê bình là khách sạn khá ồn ào với âm thanh của những người đi bộ trong hành lang và các phòng khác."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Phúc N", "h_date": "  thg 12 2017", "h_title_comment": "Phòng cách âm kém", "h_comment": "Cám ơn ivivu đã hỗ trợ mình trong việc đặt phòng, khách sạn nằm ở khu trung tâm, dịch vụ tốt, giá cả khá hợp lý. View đẹp, nhìn ra hồ Xuân Hương, thoáng mát, tuy nhiên do nằm hướng ra khu chợ đà lạt nên trong phòng suốt ngày nghe tiếng còi xe  dù đã đóng hết các cửa, khách sạn nên xem xét vấn đề cách âm lai trong phòng ah. Cám ơn."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "longriver79", "h_date": "  thg 6 2017", "h_title_comment": "Staff friendly...but make sure: it's not a 4 star standard", "h_comment": "If you are a foreigner, look forward to the 4 star standard ... do not visit this place. Gia đình tôi đã ở đây 3 đêm... Nhân viên lễ tân rất thân thiện...tuy nhiên không như mong đợi khách sạn 4 sao mà gia đình tôi thường ở...  Booking Phòng deluxe nhưng phòng không đẹp, không có bàn ủi cho khách hàng sử dụng như các ks khác... Wiffi có nhiều kênh đăng nhập nhưng rất tệ... thường xuyên bị auto logout.. phòng không có điều hòa, chỉ có quạt, thảm phòng khá cũ, đặc biệt tôi booking ks này vì có hồ bơi nước ấm, tuy nhiên không thể tắm vào buổi chiều được vì họ có kinh doanh cho khách bên ngoài vào tắm và hồ bơi quá nhỏ lại quá đông người bao gồm trẻ em tập bơi và bố mẹ đứng trông con. Họ không hề thông báo cho khách hàng của mình biết giờ nào là tốt cho cả 2 để thu xếp thời gian"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "NHDuc", "h_date": "  thg 2 2017", "h_title_comment": "Chất lượng Trung bình so với tiêu chuẩn 4*.", "h_comment": "1. Sắp xếp Phòng - KS không quan tâm đến yêu cầu chính đáng của khách: GĐ tôi đã nhờ Ivivu xếp 02 phòng gần nhau do có Mẹ lớn tuổi đi cùng (>80 tuổi). Khi mới đến Bảo Lộc (ngày nhận Phòng), GĐ đã cẩn thận gọi KS để check, KS dạ vâng,.. Đến nơi, vẫn xếp cho GĐ tôi 02 Phòng - 02 tầng! Sau khi trình bày và tận mắt nhìn thấy người lớn tuổi, lễ tân đã xếp cho GĐ 02 phòng cùng tầng.  2. Giải quyết tình huống của QL nhà hàng kém: mặc dù trời đang mưa, vẫn xếp bàn GĐ tôi ngoài trời, gần bếp nướng BBQ nghi ngút khói, được nhận lời giải thích: 'thông cảm'! 3. Trang thiết bị:  - Wifi không thể truy cập được, chập chờn, rất yếu, tất cả các router đều 01 nấc sóng; - Phòng: khóa cửa mất dây xích; đồng hồ không chạy; kênh truyền hình rất xấu, sai kênh toàn bộ nhưng remote lại không sử dụng nút"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Hana", "h_date": "  thg 8 2018", "h_title_comment": "Khách sạn tuyệt đẹp bên đồi thông", "h_comment": "Ana cực kỳ lãng mạn với các biệt thự Pháp cổ nằm trên đồi thông. Nhưng dịch vụ tại đây không ổn lắm. Khách đến ko thấy có welcome drink hay hoa quả gì hết.  Và cũng vì là trùng tu biệt thự cổ để sử dụng nên các vật dụng hơi cũ và ko tiện nghi. Nhân viên cũng ko thân thiện như các resort khác mình từng ở. Tuy nhiên, cảnh thì ko chê vào đâu được. "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Hải Nguyễn", "h_date": "  thg 6 2017", "h_title_comment": "Rất lãng mạn và đẹp", "h_comment": "Không khí mát mẻ và ngồi ở ngoài nhìn ngắm thông rơi trong mưa, thật lãng mạn. Phòng rất tốt, dịch vụ ổn. Các em phục vụ rất chu đáo và nhiệt tình. Không bàn đến thời tiết vì dù có mưa hay nắng, nơi này vẫn tuyệt vời. Yên tĩnh và thoải mái. Phù hợp cho các bạn nào đi nghĩ dưỡng."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Nguyễn Đoàn T", "h_date": "  thg 6 2017", "h_title_comment": "Một kỳ nghỉ thoải mái", "h_comment": "Tôi đã nghỉ 03 đêm tại resort vào tháng 03/2017. Thời tiết đà lạt lúc này rất tuyệt, và người đi du lịch không quá đông. Nằm cạnh hồ tuyền lâm từ resort có thể thăm thiền viện trúc lâm, thác dalanta và tác prenn lúc sáng sớm trải nghiệm rất đáng thử. Khu nghỉ mát nằm biệt lập nhưng đường đi vào trung tâm đà lạt và các khu du lịch rất tiện lợi. Khung cảnh trong khuôn viên khu resort rất đẹp, đặc biệt có rất nhiều hoa. Về ưu điểm của khu nghỉ mát Thiết kế hiện đại đơn giản, trang nhã đầy đủ tiện nghi. Khu vực sảnh rộng, nhiều ghế ngồi thoải mái. Nhà hàng phục vụ món nhanh đa dạng và ngon. Nhân viên thân thiện và nhiệt tình. Nhược điểm Phòng cách âm không được tốt, khu vực tổ chức sự kiện ngoài trời nên lúc có tiệc rất ồn."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "daothanhhuyen1986", "h_date": "  thg 6 2017", "h_title_comment": "Kỳ nghĩ thơ mộng và yên tĩnh", "h_comment": "Phòng ốc đẹp, vị trí đẹp sát hồ Tuyền lâm. Vào tối lúc tầm 6h nghe được cả tiếng tụng kinh từ chùa vọng sang. Rất thanh tịnh. Khuôn viên đẹp, nhiều cây xanh. Ăn sáng ngon, phục vụ nhanh. Điểm trừ là phục vụ ăn tối và ăn trưa khá chậm. Nhà mình có con nhỏ, cho cháu ăn cháo ( cháo ăn liền mang đi) xong xuôi, ngồi chờ thêm 30ph mà vẫn k có đồ ăn , dù chỉ là gọi món mỳ xào đơn giản. Xe đưa đón khách đến trung tâm chật kín chỗ, đi xe từ trung tâm về thường xuyên phải bắt xe taxi tự về, vì k còn chỗ, dù mình đi với con <2 tuổi. :( Nhìn chung nhân viên nhiệt tình, vị trí đẹp, phòng đẹp, thơ mộng. Nhưng cần hỗ trợ thêm xe ra trung tâm và nhà ăn phục vụ vào tối cần nhanh hơn."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Mỹ", "h_date": "  thg 12 2022", "h_title_comment": "Nếu bạn tìm kiếm một trải nghiệm nghĩ dưỡng tuyệt vời mà không hề nhàm chán hãy chọn Đà Lạt Wonder.", "h_comment": "Biết đến Dalat Wonder Resort đã lâu thông qua nhiều bức ảnh vô cùng đẹp mắt trên mạng xã hội nhưng mới đây mình mới có dịp trải nghiệm nơi này. Quả thật nơi này đẹp hơn cả trong hình nữa. Lần này đi mình lựa chọn gói AI bao gồm cả phòng, ăn uống 4 bữa/ngày và vui chơi ở Wonderland. + Trước tiên phải dành lời khen cho nhân viên ở đây ai cũng rất nhiệt tình và thân thiện, xứng đáng 10 điểm. + Cảnh ở đây rất đẹp, những thảm cỏ xanh mướt, những con đường quoanh co, những căn Villa nằm ven Hồ Tuyền Lâm tất cả tạo nên một vẻ đẹp khó cưỡng. Tuy nhiên vì đường ở đây khá là quoanh co nên mỗi lần ngồi trên xe điện hơn rén 1 chút nha bà con.  + Ở đây có rất là nhiều hoạt động vui chơi cho mọi người trải nghiệm từ cưỡi ngựa, cưỡi đà điểu, tham quan vườn dâu và cả lái xe địa hình, đi du"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Nature Boutique Hotel", "h_reviewer_name": "Vnamtran", "h_date": "  thg 12 2021", "h_title_comment": "KHÔNG HỖ TRỢ THỎA ĐÁNG", "h_comment": "Mình có book hạng phòng Superior cuả khách sạn trên Agoda nhưng lúc nhận phòng mình hơi bất ngờ vì nó nằm ở tầng hầm và KHÔNG CÓ SÓNG ĐIỆN THOẠI. Mình mới nhờ nhân viên hỗ trợ đổi phòng lên tầng giúp mình lúc 13:00 các bạn hẹn mình 15:00 có phòng. Nhưng 15:00 quay lại vẫn không có phòng và vẫn bảo mình đợi thêm. Đến 15:30 bạn nhân viên báo mình mức phụ thu đổi phòng là 320k. Với mình phí phụ thu đó không đáng vì đây là lỗi của các bạn mình đã đợi 2 tiếng và thái độ nhân viên rất tệ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Yolo Camping House", "h_reviewer_name": "CuLaoXanhQ7", "h_date": "  thg 2 2017", "h_title_comment": "Phong cách lạ, ấm cúng, rất cute", "h_comment": "Phòng ở Yolo Camping House được thiết kế như những chiếc lều trong nhà, sạch sẽ, ấm cúng và rất cute. View cao, ban đêm từ cửa sổ phòng có thể thấy được một Đà Lạt lấp lánh ánh đèn đêm, buổi sáng mở bung cửa số có thể hưởng được khí lạnh se se của một Đà Lạt rất riêng  Các bạn nhân viên ở đây đều trẻ nên thân thiện, dễ gần. Khu vực bếp cũng để mở tự do. Lúc mình đến thì ở đây có hai con cún tên Mít với Sen. Mình ưng nhóc Sen nhất, nhì cute, ngủ quá trời :))   Toilet chung sạch sẽ nhưng không được tiện nghi lắm, lúc tối mình dùng thì không có nước nóng lạnh, không có xà bông, toilet còn bị nghẹt không chảy nữa nên cũng ảnh hưởng tâm trạng phần nào :("},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Yolo Camping House", "h_reviewer_name": "Trung T", "h_date": "  thg 2 2018", "h_title_comment": "Tốt cho chuyến đi gia đình", "h_comment": "Tôi và những người bạn của tôi ở đó đêm qua trong chuyến đi của chúng tôi. Để so sánh với khách sạn trước đây, chúng tôi ở lại trước đây, điều này hoàn toàn tốt hơn. Phòng là đẹp, giường thoải mái, khu vực sảnh đợi là ấm cúng. Nhân viên thân thiện."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "mrvuxuanha", "h_date": "  thg 7 2017", "h_title_comment": "Hài lòng, tuy nhiên vẫn còn điểm trừ", "h_comment": "Tôi hài lòng khi nghỉ tại khách sạn, hài lòng về nhiều điểm (tiện nghi, con người, địa điểm). Tuy nhiên tôi không được khách sạn liên hệ để cfm lại trước khi đến (vấn đề này tôi nghĩ khách sạn và bên trung gian (my tour) nên khắc phục để khách hàng cảm thấy yên tâm và cảm thấy được quan tâm hơn trước khi đến nghỉ tại khách sạn)."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Tulip Hotel", "h_reviewer_name": "Alexander Luce", "h_date": "  thg 5 2018", "h_title_comment": "Có giá tốt", "h_comment": "Đây không phải là khách sạn để vui mừng; Tuy nhiên nó là một chiếc giường khách sạn cũng có giá và bạn chắc chắn nhận được dịch vụ tốt và một bộ chất lượng phòng. Các vòi hoa sen và các cơ sở giường chắc chắn lên đến ngang; vấn đề duy nhất mà tôi sẽ nêu lên là thiếu điều hòa không khí. Tuy nhiên có những người hâm mộ có sẵn trong các phòng để cung cấp một hiệu ứng làm mát!"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "boeynjessica", "h_date": "  thg 6 2016", "h_title_comment": "Khách sạn cần nâng cấp để tương xứng tầm 4sao.", "h_comment": "Khách sạn nằm gần chợ, các bạn tiếp tân thân thiện. Tuy nhiên, phòng ốc cũ kỹ, không máy lạnh, quạt máy không xoay được, toilet không thoát được mùi hôi, thảm cũ kỹ, dép vải đi trong phòng từ màu trắng trở thành màu xám, lớp vải giấy đùng lại mà khách sạn vẫn giữ/giặt lại cho khách sau mang, hồ bơi trong nhà nghe mùi mốc."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "Vy L", "h_date": "  thg 5 2016", "h_title_comment": "Khách sạn nghĩ dưỡng", "h_comment": "Tôi và gia đình tôi đã nghỉ lại ở khách sạn này, rất gần chợ Đà Lạt. Gia đình tôi có con nhỏ, phòng rộng nên cháu tôi có thể chạy nhảy. Phòng ấm có thảm nên không thấy lạnh, cửa phòng hơi lỏng, phải dùng tây đẩy mạnh mới vào khớp. Rất thích hợp cho gia đình và người thân, giá cả có thể chấp nhận được, thức ăn sáng ko phong phú so với chuẩn 4 sao"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "Thanh L", "h_date": "  thg 4 2016", "h_title_comment": "Honeymoon", "h_comment": "Dịch vụ khách sạn tốt, phòng ở sạch sẽ, tiện nghi. Nằm ở trung tâm tp Đà Lạt, gần chợ nên rất tiện cho việc tham quan, mua sắm. Đặc biệt là anh tài xế khách sạn Vàng Bảo Thuỵ vui vẻ, tận tâm, nhiệt tình, trách nhiệm, tiếng anh lưu loát và có vốn am hiểu về con người, lịch sử..của Đà Lạt."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "thanhhoan2017", "h_date": "  thg 6 2017", "h_title_comment": "TTC Hotel Premium - Ngọc Lan", "h_comment": "Đến đây 2 lần rồi...được mỗi ưu điểm nằm ở vị trí đắc địa thôi... còn các dịch vụ từ nhân viên cho đến phòng ở đều ở mức bình thường...Không thể đạt tiêu chuẩn 4 sao được😥!Cảm thấy thật đáng tiếc...Ban Quản Lí khách sạn cần phải nâng cấp và tu bổ lại trang thiết bị của phòng, làm mới và tạo phong cách mới hơn cho khách sạn...Thức ăn đơn điệu, không hấp dẫn,không ngon...Giá phòng cao hơn các khách sạn gần kề! Phòng không có máy điều hoà nhiệt độ, chỉ có quạt mà nó kêu ồn ào chết đi được...Ở Đà Lạt tháng này mà buổi tối ngủ k được vì nóng😨😨😨"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "vncollagen", "h_date": "  thg 4 2017", "h_title_comment": "Good resort with cheap price", "h_comment": "This is good resort with cheap price. Food is simple Rosort đẹp, giá tốt, nhân viên thân thiện, tuy nhiên thức ăn không phong phú. Resort có xe bus đưa khách ra trung tâm theo giờ, 1 ngày có 3 chuyến đi và 3 chuyến về Nên mang theo chút thúc ăn nhẹ khi ở đây. Resort nên bớt cho các công ty thue tổ chức event"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "MiTruong", "h_date": "  thg 3 2017", "h_title_comment": "First time at Terracotta", "h_comment": "Terracotta là khách sạn đầu tiên trong chuỗi các khách sạn nằm bên Hồ Tuyền Lâm (Terracotta, Saccom Resort, Edensee, Bel- Swiss, làng Bình An, nên là khách sạn gần trung tâm TP nhất trong các ks trên. Khách sạn có phòng ốc khá mới, phong cách hiện đại, phòng từ Superior trở lên sẽ có bồn tắm, cửa sổ to nhìn ra vườn cây khá đẹp Ăn sáng nhiều món, ngon, nhà hàng rộng rãi Sảnh rộng, nhân viên khá chuyên nghiệp, nhưng phải đợi đến đúng 2h mới được check in Không có welcome drink, nhưng có nước cam tự phục vụ  Khách sạn trang trí khu vực vườn xung quang rất đẹp, nhiều hoa và cây xanh Khách sạn có vườn dâu và hoa tự trồng rất đẹp, có tour đi xem dâu miễn phí Có cho thuê xe máy 150k 4 tiếng, 300k 8 tiếng, có cho thuê xe điện và xe điện cân bằng Có xe miễn phí vào trung tâm 3 chuyến đi"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "ngocdiep12d1", "h_date": "  thg 3 2017", "h_title_comment": "Peacful", "h_comment": "Khách sạn đẹp, có thể đi dạo quanh hồ tuyền lâm. Bữa sáng ngon với nhiều loại salad và trái cây để lựa chọn, thích nhất là cơm chiên. Từ khách sạn đi đên trung tâm thành phố bằng taaxi mất khoảng 15p, khoảng 100k/ chiều."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Thao T", "h_date": "  thg 12 2022", "h_title_comment": "1 kỳ nghỉ không mong muốn, service quá tệ nhân viên tiếp tân -ca Tối ngày 10/12/2022 thiếu chuyên nghiệp.", "h_comment": "Đã nhiều lần đi Dalat đều ở Dalat Wonder resort mà lần này là service là tệ nhất. 1 kỳ nghỉ trãi qua thật tệ ngoài mong đợi. Kỳ nghỉ của gia đình gồm 10 người lớn và 3 trẻ em, tôi  book tất cả là 5 phòng cho booking 4 ngày 3 đêm. nhưng vì bận việc riêng nên người nhà lên trước và nhận phòng trước vào buổi trưa ở Villa số 6 (4 phòng) còn tôi lên sau nhận phòng lúc 10h tối. Nhưng khi đến tôi báo tên và mã nhận phòng thì bạn tiếp tân báo là không có tên tôi và Code nhận phòng, tôi yêu cầu bạn kiểm tra lại thì bạn nói là tôi phải liên lạc với người nhà vì đã giao phòng cho người nhà rồi. Tôi gọ i cho người nhà lúc này đang đi chơi ở TT Dalat chưa về khách sạn thì người nhà nói là chỉ mới nhận có 4 phòng. Lúc này tôi đưa ĐT cho bạn tiếp tân nghe thì bạn nói là đã có thông tin và sắp"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Thuy N", "h_date": "  thg 12 2022", "h_title_comment": "—", "h_comment": "Villa đẹp đầy đủ tiện nghi,đồ ăn ngon hợp khẩu vị với mình,đặc biệt là các bạn nhân viên rất là nice mình có nhớ 1 bạn tên Tài, trời ơi dễ thương xỉu,10h đêm bọn mình không có sạc điện thoại vẫn mang sạc cho bọn mình đến tận nơi,luôn hỏi han xem mình và bạn mình có cần hỗ trợ đi tham quan ở đâu để các bạn đưa đi…nói chung là mình rất hài lòng về các dịch vụ ở Da Lat wonder resort nạ ^^"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Yolo Camping House", "h_reviewer_name": "Alma V", "h_date": "  thg 7 2017", "h_title_comment": "Phòng đẹp!", "h_comment": "Nhà trọ này có các phòng rất đẹp mà thực sự trông giống như lều. Tôi chỉ có một điểm để cải thiện: Bữa sáng không nhiều. Họ chỉ có bánh mì nướng với bơ, mứt hoặc bơ lạc và một số bánh quy."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "Khánh N", "h_date": "  thg 3 2017", "h_title_comment": "NHÂN VIÊN QUÁ KÉM", "h_comment": "Mình đã có thời gian 3 đêm tại khách sạn này. Mình nhận xét dựa trên tương quan với những khách sạn 4 sao trước đây từng ở.  1. Khách sạn khá ổn, phòng sạch sẽ nhưng hơi cũ (mình ở phòng Premium Deluxe).  2. Đồ ăn sáng buffet quá tệ so với 1 khách sạn 4 sao, ít đồ ăn và đồ ăn quá nguội. Nhân viên nhà hàng chậm chạp và còn ngồi nói chuyện riêng ồn ào trong giờ làm việc, thiếu chuyên nghiệp.  3. Nhân viên lễ tân training không tốt, không linh hoạt và chưa biết cách nói chuyện, đôi lúc nói chuyện hơi thiếu lịch sự. Thái độ của nhân viên không thân thiện, không chuyên nghiệp, chưa xứng đáng là nhân viên của khách sạn 4 sao."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "Lax_LeHoang", "h_date": "  thg 6 2015", "h_title_comment": "Vườn đẹp - KS thoáng đãng - Trung tâm Đà lạt", "h_comment": "Khách sạn có khu vườn rất đẹp nằm chính giữa KS nên dù phòng nào cũng có thể nhìn ra vườn hoặc Hồ Xuân Hương rất đẹp Khách sạn chỉ cách Hồ Xuân Hương tầm 200m - Cách chợ tầm 500m , tối đi dạo khá thú vị ! Hồ ăn không được ngon lắm, Buffeet khá ít món ! Buổi tối cuối tuần có Gala dinner khá vui ! nên cũng hơi ồn 1 chút vào buổi tối !"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "Pham D", "h_date": "  thg 5 2014", "h_title_comment": "Khách sạn đẹp", "h_comment": "Tôi ở 3 đêm ở đây khách sạn đẹp rất tiện khi đi ra hồ và khu chợ trung tâm. nhân viên thân thiện đặc biệt có 1 night club có nhạc sống và ông quản lý rất vui. Lần sau lên Đà Lạt tôi sẽ ở Mường Thanh Đà Lạt."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "Sơn P", "h_date": "  thg 6 2018", "h_title_comment": "Tốt ... nhưng không đủ", "h_comment": "Nice - thân thiện với nhân viên, dịch vụ tốt. . . nhưng có một số khu vực mốc bên trong căn phòng, nó có mùi đôi khi và không - nhìn tốt Đối với bình thường tôi nghĩ rằng nó là ok, nhưng đối với một khách sạn 4 sao như thế này, Nó cần phải được tốt hơn"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "MaxTango71", "h_date": "  thg 3 2018", "h_title_comment": "Mimosa Spa của khách sạn - đừng lãng phí tiền của bạn", "h_comment": "Chúng tôi đã không ở tại khách sạn Moung Thanh nhưng đã đến spa để mát-xa. Massage tồi tệ nhất bao giờ hết. Người đấm bóp nói tiếp tục nói, bất cứ điều gì đã được thực hiện ở một bên không phù hợp với người kia. Tất cả được thực hiện như thể họ không quan tâm. Nó nói massage đá nóng. Nhưng trong 90 phút, chúng tôi chỉ có 15 phút với 2 hoặc 4 viên đá. Rất đáng thất vọng. Và nhân viên đấm bóp có can đảm để yêu cầu một mẹo."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Phạm Thanh Lâm", "h_date": "  thg 9 2017", "h_title_comment": "Tốt", "h_comment": "Khí hậu trong lành, phục vụ tốt, chu đáo, thích hợp để đến nghỉ dưỡng sau một thời gian làm việc căng thẳng, không gian thoáng đảng, rộng rải, cây cối rất nhiều nên rất mát mẻ, và mình rất thích mỗi lần nhảy lên hái \"trộm\" trái cây ở đây :))). Một nơi hợp lý để đến trải nghiệm tại Đà Lạt"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "VinhLoc688", "h_date": "  thg 7 2017", "h_title_comment": "Biệt thự kiểu Pháp cổ kính", "h_comment": "Không gian thật đẹp, đúng chất không khí trong lành của thành phố sương mù, nhân viên nhiệt tình. Rất thích hợp với những ai thích nghỉ dưỡng và yêu thích sự yên tĩnh. Buổi tối hơi ớn lạnh chút chút. Có dịp sẽ quay trở lại."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "trietdan3010", "h_date": "  thg 10 2016", "h_title_comment": "Mọi thứ tốt", "h_comment": "Khách sạn chuẩn bốn sao, mọi thứ thật tuyệt vời. Từ cách bố trí phòng ốc, trang thiết bị trong phòng, cách phục vụ và dịch vụ phòng đều rất tốt. Tôi rất hài lòng khi chọn khách sạn này làm điêm dừng chân trong chuyến đi."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Trinh Nguyễn", "h_date": "  thg 9 2016", "h_title_comment": "Sang trọng, bắt mắt", "h_comment": "Trang trí sang trọng, vị trí gần chợ nên rất thuận tiện cho việc mua sắm, ăn uống. Thức ăn không được ngon lắm do mỗi người mỗi khẩu vị. Người Việt có thói quen thấy khách lạ là chặt chém nên ở đây cũng không tránh khỏi tình trạng này."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "angle2007", "h_date": "  thg 8 2016", "h_title_comment": "Hotel vị trí đẹp", "h_comment": "Nhân viên mang hành lý rất nhiệt tình và chu đáo, hướng dẫn khách những chổ tham quan nổi tiếng ở Đà Lạt Ăn sáng tương đối ngon, phòng view đẹp hướng chợ Đà Lạt Set up phòng đẹp, phòng khách sang trọng, Tolet rộng thoáng, sạch sẽ"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Nguyen Duong M", "h_date": "  thg 2 2017", "h_title_comment": "Chuyến đi thú vị", "h_comment": "Resort rất tuyệt, được đầu tư trồng cây và phong cảnh rất đẹp. Khuôn viên cực kỳ rộng, thích hợp cho chụp ảnh, chạy bộ và đi dạo. Tuy nhiên hơi xa Trung tâm (khoảng 8km) phải đi xe shuttle miễn phí của khách sạn (3 chuyến/1 ngày, thường đông và hết chỗ vào ngày cao điểm) hoặc taxi. Chất lượng phòng tốt, sạch sẽ, lịch sự, nhân viên chu đáo. Chú ý là KS ở Đà Lạt nên không có điều hòa, có quạt. Trang bị SmartTV, Internet rất tốt.  Mức giá mùa thấp điểm chấp nhận được. Đồ ăn sáng được nhưng nên phong phú hơn."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "lttien", "h_date": "  thg 12 2016", "h_title_comment": "Thất vọng", "h_comment": "Tôi đi cùng bạn bè và chọn nơi đây vì đọc thấy nhiều nhận xét tốt. Chúng tôi ở trong 6 phòng dạng villa nhưng những trải nghiệm ở đây thật khác xa với các nhận xét trên tripadvisor.  Điều thất vọng nhất là thái độ thiếu niềm nở của nhân viên lễ tân, tôi chưa từng thấy nụ cười của bất kỳ nhân viên lễ tân nào ở đây. Cái cách mà các bạn nói chuyện hay giải đáp cho khách hàng gây rất nhiều khó chịu. Ví dụ như trường hợp đoàn tôi, chúng tôi không đến cùng lúc với nhau, đoàn trước đã book 2 villa để ở trước, đoàn tới ngày hôm sau đến vào sáng sớm, chưa tới giờ check in nên chúng tôi có xin cho vào 2 villa của đoàn trước để để hành lý và thay đồ 1 lúc (vì đã trải qua 1 đêm trên xe) rồi chúng tôi sẽ đi tham quan. Lễ tân không đồng ý, và tôi cũng chỉ hỏi vì sao (bằng 1 thái độ rất lịch"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Tran T", "h_date": "  thg 12 2016", "h_title_comment": "Kỹ nghỉ dưỡng của gia đình", "h_comment": "Các phòng nằm cách nhau tách biệt, không gian thât riêng tư. Cảm giác như đang ở chính trong nhà mình. Tiện nghi đầy đủ, khi thiếu hoặc cần thêm gì gọi lễ tân hỗ trợ nhanh chóng. Có phòng karaoke, hồ bơi. Thật tuyệt vời. Thích nhất dịch vụ hướng dẫn các em nhỏ trồng cây và ghi nhớ. Như vậy, hàng năm, các em sẽ đòi ghé lại thăm chính cây của mình trồng lớn nhưu thế nào."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "Dave Nguyen", "h_date": "  thg 8 2016", "h_title_comment": "Khách sạn tốt cho người việt", "h_comment": "Chúng tôi có chuyến đi thực tế tại Đà Lạt vào trung tuần tháng 5 hàng năm   .Chúng tôi đã chọn Golf3 để  lưu trú  , ks gần trung tâm đáp ứng được nhu cầu của du khách ,rất thíc ở đây , gia đình tôi mong muốn sẽ luôn cảm thấy vui ẻ tại đây"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "QuangVinhx", "h_date": "  thg 7 2016", "h_title_comment": "Nhiệt tình, chu đáo, phong cách phuc vụ chuyên nghiệp", "h_comment": "Khách sạn ngay trung tâm, gấn chợ đà lạt, phòng đúng tiêu chuẩn, có phòng hội nghị sức chứa 100-200 khách. cảnh quang xung quanh đẹp, có thể nhìn ra bờ hồ Xuân Hương, đặt biệt là phong cảnh đà lạt về đêm. Nhân viên hướng dẫn khách nhiệt tình, chu đáo, phong cách chuyên nghiệp. Chú ý chuẩn hóa khẩu vị món ăn."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "tunglb", "h_date": "  thg 4 2015", "h_title_comment": "Du lịch đến Đà lạt ghé KS", "h_comment": "Khách sạn tọa lạc tại trung tâm thành phố, gần chợ của thành phố, có dịch vụ tốt, đáp ứng yêu cầu của khách du lịch muốn tham quan, nghỉ dưỡng ngắm phong cảnh của TP Hoa! Nếu được dịp lên Đà lạt , tôi và bạn bè sẽ còn ghé đến nơi này! Chúc Khách sạn ngày một phát triển bền vững và gặt hái nhiều thành công trong thời gian tới!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Thanh Tùng Hà", "h_date": "  thg 5 2017", "h_title_comment": "Một địa điểm tuyệt vời!", "h_comment": "👍👍👍Nhân viên lễ tân phục vụ chu đáo, ân cần, cẩn thận từ ngày đầu tiên nhận phòng cho đến ngày ra về. Bữa ăn sáng ngon, đa dạng. Tôi rất may mắn khi được ở Villa 7 ngay trung tâm của khách sạn rất thuận tiện cho việc đến nhà hàng dùng bữa hay đến hồ bơi. Hồ bơi rất thích thú vì bởi ở Đà Lạt tiết trời thì se lạnh nhưng khách sạn đã sử dụng 1 phương pháp làm cho  nước trong hồ thật ấm nên khi đi bơi vô cùng thích thú và thoải mái.❤️🌸❤️🌸❤️🌸 👎👎👎Phòng ốc đẹp với các kiến trúc làm từ gỗ theo phong cách xưa của Pháp nên mang cho ta rất nhiều sự hoài cổ,lạ lẫm. Giường , gối và ghế ở đây rất thoải mái và êm ái. Tuy nhiên, vòi nước trong WC khá khó để thích nghi khiến tôi cứ loay hoay không biết vặn sao cho phù hợp. Nếu là nước nóng, nước sẽ bốc hơi và nguy hiểm hơn là sẽ có thể"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Hoai Phong", "h_date": "  thg 8 2016", "h_title_comment": "Khách sạn đẹp và cổ kính. Rất tuyệt!", "h_comment": "Khách sạn cổ kính nằm trên đồi thông rất đẹp, rất yên tỉnh. Nhân viên cực kỳ thân thiện và lễ phép.  Phòng rộng, theo kiểu nhà Pháp xưa, rất hay. Các món ăn tại nhà hàng ngon và hợp khẩu vị. Tôi sẽ trở lại nếu có dịp đến Đà Lạt."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Khoa T", "h_date": "  thg 8 2016", "h_title_comment": "Rất tốt nhưng không như mong đợi", "h_comment": "Mình ở villa 16 phòng studio nên mọi thứ khá tốt, rất riêng tư, giường êm và có màn chống muỗi. Tuy nhiên do phòng gỗ vách kính nên hơi lạnh, lò sưởi không đủ ấm, wc thoát nước chậm Thức ăn ok, khá nhiều lựa chọn nhưng thức ăn sáng và các món ở nhà hàng đều không hợp khẩu vị của mình và bạn mình. Buổi tối mình gọi món canh atiso giò heo, heo cỏ nướng, salad trộn bò đều không hợp khẩu vị, không ấn tượng. Set buổi trưa của nhà hàng trình bày đẹp, hương vị đỡ hơn một chút. Chỉ ấn tượng với độ tươi, sạch của rau Đà Lạt. Nhân viên đều tốt, thái độ thân thiện, chuyên nghiệp và lịch sự.  Khu villa nằm trên đỉnh đồi nên đi taxi sẽ an toàn hơn, phí taxi đà lạt cũng vô cùng rẻ Nói"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "SheenaS", "h_date": "  thg 1 2018", "h_title_comment": "Ok ở lại. Không hoàn toàn 4 sao chất lượng.", "h_comment": "Chúng tôi ở lại 3 đêm tại khách sạn này. Các nhân viên đã được thân thiện và giúp chúng tôi với bất kỳ yêu cầu trong suốt thời gian của chúng tôi. Những ấn tượng ban đầu của khách sạn thật dễ chịu, lễ tân và khu vườn thật đẹp. Khối phòng khách sạn có mùi lạ, ngay cả trong thang máy. Các phòng đều gọn gàng và giường được sạch sẽ và thoải mái. Thảm có những vết bỏng nhỏ và một mùi lạ. Vòi hoa sen sạch sẽ và áp lực nước tốt. Bữa sáng tự chọn có nhiều lựa chọn nhưng không thực sự phù hợp với khẩu vị của chúng tôi. Mặc dù chúng tôi đã thấy nhiều khách khác từ các quốc gia khác tận hưởng những gì được cung cấp. Chúng tôi đã có một massage tại khách sạn đó là tốt đẹp. Khách sạn nằm ở một vị trí tốt.  Nhìn chung, là một kỳ nghỉ ok. Có lẽ không hoàn toàn đạt tiêu chuẩn 4 sao được quảng"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "Nitish D", "h_date": "  thg 1 2018", "h_title_comment": "Nhìn chung khá xấu!", "h_comment": "Ấn tượng đầu tiên là tốt như chúng tôi chờ đợi ở sảnh nhưng khi chúng tôi vào phòng của chúng tôi, chúng tôi đã rất ngạc nhiên. Các phòng đã rất lỗi thời và có dấu trên tất cả các bức tường và thảm. Tôi có cảm giác rằng đó không phải là căn phòng rất sạch sẽ. Các cửa sổ để trong không khí lạnh và không làm gì để tránh tiếng ồn từ đường phố. Chúng tôi ở lại trong đêm giao thừa năm mới nên tiếng ồn không thể chịu nổi.  Các phòng tập thể dục là thảm hại và chỉ cần được loại bỏ nhưng hồ bơi không nhìn tốt. Chúng tôi đã trả tiền cho bữa ăn tối nhưng tổng số thực phẩm chúng tôi phục vụ là xấu. Họ cho ăn nhiều nhưng không có gì ngon. Điều tương tự cũng là cho bữa ăn sáng. Ngoài ra, nhân viên đã nhầm chúng tôi với 2 loại bia và tôi phải nói chuyện với nhân viên tiếp tân (những người duy"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Mường Thanh Holiday Đà Lạt", "h_reviewer_name": "Emil C", "h_date": "  thg 9 2017", "h_title_comment": "Khách sạn ngọt ngào", "h_comment": "Một nơi rất đáng yêu cho kỳ nghỉ gia đình. căn phòng nhỏ nhưng sạch sẽ và ấm áp trong thời tiết lạnh của Đà Lạt. Dịch vụ tuyệt vời, đội ngũ nhân viên thân thiện và quản lý chu đáo. Cung cấp một hồ bơi nhỏ và phòng tập thể dục. Họ cũng có một khu vườn nhỏ xinh đẹp với đầy hoa Đà Lạt. rất khuyên bạn"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Nghi L", "h_date": "  thg 11 2016", "h_title_comment": "3 ngày 2 đêm đáng nhớ.", "h_comment": "Ấn tượng nhất phải kể đến dịch vụ, nhà mình thực ra là có voucher bên Alma tặng, nên mới đến đây. Nhưng không vì vậy mà mấy bạn nhân viên tỏ thái độ không tốt. Họ vẫn rất nhiệt tình đối với khách hàng. Nhà mình ở Villa 6 Tuyền Lâm. View khá đẹp và thoáng, mà theo cảm nhận của mình thì vị trí căn mình ở là  tuyệt nhất. Ở đây rất thích hợp cho các gia đình hoặc những ai có nhu cầu nghỉ dưỡng là chính. Vì chỉ cần ở quanh quẩn trong khuôn viên cũng đủ khiến người ta thư giãn rồi. View bên ngoài đã khá hút mắt, bên trong mọi thứ được trang hoàng khá  cúng tạo cho cảm giác như thể đang ở nhà vậy.  Chỉ có điều, không biết là do ý thức khách trước đó hay sơ suất của nhà hàng mà dụng cụ bếp khá bẩn, cũng như khá ít. Chẳng có gì ngoài cái nồi, và cái nồi ấy thì bám đầy dầu mỡ và cặn đồ ăn"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Huynh T", "h_date": "  thg 11 2016", "h_title_comment": "Đáng đồng tiền", "h_comment": "Tôi đã có dịp ở tại đây 1 đêm, loại phòng Villa sát bờ hồ. Cảm giác rất tuyệt khi sáng thức dậy nhìn trước mắt mình là ánh nắng chan hòa trên mặt hồ. Phòng ốc sạch sẽ, thiết bị hiện đại rất phù hợp cho gia đình đi nghỉ dưỡng."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Thoai T", "h_date": "  thg 8 2016", "h_title_comment": "Đẹp - Êm - Trong Lành", "h_comment": "Mình đi với công ty theo đoàn, mọi thứ checkin thì có tourguide làm hết nên chỉ biết là cảnh đẹp, yên tĩnh, trong lành, nệm ngủ rất êm. Đà lạt đợt này đi không lạnh lắm, nhưng tối ngủ vẫn rất ngon. Mình chỉ không thích buffet sáng thôi, đồ ăn thấy không phong phú, với cả hình như đông quá hay sao mà chẳng thấy phục vụ hướng dẫn khách dùng bữa. Tuy nhiên, mọi thứ rất là Ok. Ở hơi xa trung tâm nên đi taxi về đêm như chơi cảm giác mạnh. Tóm lại là khách sạn yên tĩnh, sạch sẽ phù hợp nghĩ dưỡng."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Thanh Thu V", "h_date": "  thg 6 2016", "h_title_comment": "Cảnh rất đẹp, resort đẹp, nhưng phòng trong villa bị thấm, nhà hàng không có gọi món theo menu, mà chỉ có 1 set duy nhất", "h_comment": "Ấn tượng đầu tiên là nhân viên check in không cười 1 tí nào, mặt như hình sự, xin check in sớm lúc 12 giờ không dc, nên ngồi chờ tới 1h45, tưởng là biết khách tới sớm thì để tâm 1 tí để làm phòng nhanh. Ai dè, phải chờ đúng 2h cơ.... Bên ngoài resort rất đẹp, thích lắm luôn. Villa rất xinh, nhưng vào phòng thì tường bị thấm 1 mảng to ơi là to, nhìn ko thẩm mỹ. Đến phần ăn trưa, gọi món trong menu ko được, chỉ có 1 set menu duy nhất. Mình ăn tạm 1 ngày, sang ngày mai, vẫn thế, món ăn tronh set còn ko thay đổi, y chang hôm qua. Thế là về phòng, order món phòng... Nhân viên bảo, lí do là vì nhiều đoàn khách tới, nên ko thể cung cấp theo menu dc... Hồ bơi thì bảo dưỡng nhé, bảo dưỡng từ trong tuần đến t7 rồi vẫn chưa xong... ko toàn vẹn chút nào. Cảm giác tiếc cho resort, cơ sở tốt"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Mây Nguyễn", "h_date": "  thg 5 2016", "h_title_comment": "Khách sạn ngay trung tâm Đà Lạt", "h_comment": "Khách sạn nằm ngay trung tâm thành phố Đà Lạt, nằm ngay chợ Đà Lạt nên phải nói là vị trí tuyệt vời cho việc lang thang, ăn uống và cà phê vào buổi tối. Phòng sạch sẽ, trang trí đẹp. Tuy nhiên do vị trí tốt nên giá hơi cao so với mặt bằng khách sạn tại Đà Lạt. Nhân viên lễ tân không được thân thiện cho lắm. Ăn sáng buffer."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "roberthai0211", "h_date": "  thg 4 2016", "h_title_comment": "So nice", "h_comment": "Nhân viên lễ tân nhiệt tình, các bữa ăn sáng ổn định. Phòng ở sạch sẽ và có hướng nhìn tốt ra hồ Hồ Xuân Hương. Vị trí khách sạn thuận lợi cho việc tham quan và mua sắm. Được hướng dẫn nhiệt tình và vui vẻ. Sẽ quay lại khi có dịp."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "ng0cmai", "h_date": "  thg 2 2016", "h_title_comment": "1 điểm dừng chân lý tưởng", "h_comment": "Khách sạn Ngọc Lan nằm ở vị trí đẹp, ngay giữa trung tâm thành phố, trên tuyến đường đi bộ Nguyễn Chí Thanh. View chính của khách sạn hướng ra hồ Xuân Hương. Góc nhìn rất đẹp nếu trời dịu mát, nhưng sẽ chói trang khi trời nắng và bị phản chiếu ánh sáng từ mặt hồ. Mình thấy phòng KS đẹp, trang bị đầy đủ nhưng cửa cách âm chưa tốt, vẫn còn để lọt tiếng ồn từ ngoài, nếu ai đã quen với giấc ngủ yên tĩnh thì sẽ rất khó chịu. Tiệc ăn sáng khá đa dạng, nên dậy sớm để tận hưởng đầy đủ các món ăn. KS gần trợ Đà Lạt, tiện cho việc khám phá, mình đã mua 1 số quà đặc sản trong cửa hàng Lang farm vì bao bì đẹp, đáng tin cậy hơn cả."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Long p", "h_date": "  thg 11 2015", "h_title_comment": "dịch vụ kém", "h_comment": "\"Mình đến Khách sạn Ngọc Lan lúc 13h00 nhân viên bảo mình là chưa đến giờ check in, bảo mình ngồi chờ, mình cũng ngồi chờ ko có nước welcome drink luôn. Ngay lúc đó một vị khách nước ngoài đến đưa booking thì lại được check in và lại được phục vụ nước, mình tự hỏi trong lòng là mình cũng có thanh toán tiền phòng mà, sao lại phân biệt khách nội địa đến vậy... Còn nữa, ngồi chờ một lát mình cảm thấy đói nên đi ăn và khi trở lại hơn 14h00 vẫn chưa được nhận phòng, khi được nhận thì mình có hỏi là lúc check out chuyến bay mình hơi muộn cho mình trả phòng trể bao lâu, thì được nhận trả lời cho out trể 15 phút... theo các bạn nghĩ thế nào... chưa hết, ngày check out bọn mình lại nhận điện thoại nhắc nhở lúc 11h45. thử hỏi các bạn có cho mình out muộn như đã nói là 12h15 không? Mình"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "UV1951", "h_date": "  thg 3 2020", "h_title_comment": "Đó không phải là khách sạn 4 sao !!!", "h_comment": "chúng tôi ở 2 đêm tại khách sạn này Khuyến mãi là khách sạn 4 sao thực sự ít hơn 3 = đồ cũ, phòng nhỏ, mùi giường ở phòng, không có điều hòa, vào ban đêm không có ai tiếp tân để giúp đỡ thông tin hoặc chăm sóc các vấn đề. chỉ có vị trí là tuyệt vời."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "Minh D", "h_date": "  thg 12 2019", "h_title_comment": "Lần đầu tiên đến thăm Đà Lạt", "h_comment": "Pro: Vị trí tuyệt vời để mua sắm ban đêm, Chợ Lat và các điểm tham quan trung tâm thành phố. Nhân viên: Các dịch vụ xuất sắc từ sảnh chính / chuông cửa đến các máy chủ trong bữa sáng tự chọn, ngoại trừ việc trả phòng. Chúng tôi muốn trả tiền cho tất cả mọi thứ vào đêm hôm trước do chúng tôi có chuyến bay sớm vào sáng hôm sau, tuy nhiên chúng tôi không thể. Nó rất bất tiện khi vội vã mọi thứ vào lúc 5 giờ sáng. Đây không phải là dịch vụ khách sạn tiêu chuẩn 4 sao Sạch sẽ: Ok. Dọn dẹp sạch sẽ. Khí quyển: Phòng cần cải thiện. Tất cả trông đã lỗi thời, rất nhiều dấu vết trên tường / đồ nội thất. Rèm cửa không đủ rộng để che toàn bộ cửa sổ và ánh sáng buổi sáng có thể gây khó chịu. Đèn trong phòng không đủ sáng khi cần thiết; họ vẫn sử dụng một số đèn ống huỳnh quang. Giường rất cứng"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách Sạn TTC - Đà Lạt", "h_reviewer_name": "Jim J", "h_date": "  thg 4 2019", "h_title_comment": "Một sự thất vọng nhẹ", "h_comment": "Không quá ấn tượng bởi TTC Đà Lạt. Thảm phòng ngủ có vết bẩn, và giường thực sự không thoải mái. Tiếng ồn đêm khuya từ chợ đêm liền kề là đáng kể. Nhân viên thân thiện (chuẩn mực Việt Nam!) Và hiệu quả đầy đủ. Ăn sáng là OK. Nhìn chung, một cái gì đó để làm cho kỳ nghỉ của chúng tôi một niềm vui dường như là thiếu."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Trịnh Linh", "h_date": "  thg 7 2016", "h_title_comment": "Dịch vụ ok nhưng phòng cũ và bẩn", "h_comment": "Dịch vụ rất tốt, đồ ăn ngon, nv thân thiện và rất nhiệt tình. Tuy nhiên cơ sở vật chất cũ và hơi bẩn, vòi bồn tắm Kô cách nhiệt làm bạn mình suýt bị bỏng. Buổi tối quá ít đèn, cộng với sương xuống nhanh làm mình rất sợ. Nhưng thực sự là DV và nv chuyên nghiệp nên mình vẫn cảm thấy vui."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "baot882", "h_date": "  thg 4 2016", "h_title_comment": "Ks tốt nhưng nv chưa chuyên nghiệp", "h_comment": "Tôi bay đến sớm nhưng quy định resort là phải 10h mới dc check in dù phòng trống rất nhiều...  Nên yêu cầu phòng ở tầng cao nếu ko rất bất tiện vì mọi người sẽ thấy hết..  Nv ko chuyên nghiệp lắm mặc dù ks là 4 sao.. Ks sạch sẽ. Phòng đẹp, hợp với gia đình..."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "Schaeme Nguyen", "h_date": "  thg 4 2016", "h_title_comment": "Đúng chất nghĩ dưỡng", "h_comment": "Một ví trí thật đẹp bên hồ Tuyền Lâm, Terracotta mang đến cho tôi một kỳ nghĩ thật thoải mái bên gia đình. Không gian thoáng mát, rộng rãi. Nhà hàng sang trọng, khách sạn đầy đủ tiện nghi. Nhà hàng phục vụ rất tận tình, nhân viên niềm nỡ. Tuy vị trú hơi xa thành phố nhưng cũng rất lý tưởng cho những ai thích khám phá Đà Lạt.   Dạo quanh các con đường trong khách sạn lắng nghe tiếng thông reo, một cảm giác thật an bình."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn Golf Valley", "h_reviewer_name": "Kiên", "h_date": "  thg 8 2019", "h_title_comment": "Phù hợp với người trẻ", "h_comment": "Khách sạn đẹp, gần bờ hồ. Phòng tương đối rộng, các trang bị trong phòng đầy đủ và hiện đại nhưng phòng cách âm hơi kém. Ở phòng hướng ra mặt tiền thì bị ồn bởi tiếng xe. Phòng hướng đồi thì bị ồn bởi tiếng nhạc vào buổi tối . Nhân viên nhiệt tình và thân thiện, hỗ trợ tối đa khách."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Lax_LeHoang", "h_date": "  thg 6 2015", "h_title_comment": "Vị trí tuyệt vời - Nhân viên thân thiện - Giá phải chăng", "h_comment": "Trừ ngày lễ Tết thì giá KS tầm 1tr1 - 1tr3 cho phòng Sub : giá phải chăng so với KS 4* các nơi khác  -- Vị trí khách sạn tuyệt vời - Nằm trên ngọn đồi ngắm toàn cảnh Hồ Xuân Hương - và chỉ cách chợ khoảng 200m . Có thể đi dạo bộ khá thú vị  -- Nhân viên thân thiện , luôn nở nụ cười  - Tuy nhiên đồ ăn sáng ko được phong phú, ở dài ngày ăn sẽ thấy chán -"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn Golf Valley", "h_reviewer_name": "Mr Le", "h_date": "  thg 7 2019", "h_title_comment": "Khách sạn 4 sao, trung tâm", "h_comment": "Khách sạn 4 sao mới, thiết kế hiện đại, phòng ngủ có balcony thoáng, buffet sáng phong phú, vị trí trung tâm dễ dàng đến các điểm tham quan mua sắm,...phòng gần mặt đường chính cách âm chưa tốt nên ồn.  "},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách Sạn Golf Valley", "h_reviewer_name": "hah643", "h_date": "  thg 2 2020", "h_title_comment": "Chỉ là một khách sạn ok", "h_comment": "Khách sạn ồn ào. Chúng tôi có thể nghe thấy mọi người nói chuyện đi bộ bên ngoài phòng của chúng tôi hầu hết đêm và sáng. Ban công của chúng tôi và hầu hết các phòng Ban công phòng có tầm nhìn ra một bãi đất trống chứa đầy rác. Không có ủi trong phòng. Các món ăn tự chọn là ok. Nhân viên không thân thiện cũng không hữu ích."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "huongduong141", "h_date": "  thg 3 2014", "h_title_comment": "Vị trí tốt ", "h_comment": "Chúng tôi đã ở đây 4 đêm trong phòng ở cao cấp và cho đến lúc này khách sạn này đã có: Ưu điểm:  Vị trí tốt, gần các điểm nổi tiếng trong thành phố Có các dịch vụ tốt  Phòng 417 có khung cảnh rất đẹp nhìn ra hồ, rất thoải mái với giường king và phòng tắm rộng rãi sạch sẽ Phòng được dọn 2 lần một ngày Ban công rất tuyệt Điểm yếu: Sàn gỗ rất trơn trượt  Bữa sáng tự chọn không xứng với một khách sạn 4 sao: chúng tôi gần như chả có gì để ăn trong buổi sáng   "},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "TrungNguyen1606", "h_date": "  thg 8 2015", "h_title_comment": "Yên tĩnh, đặc trưng", "h_comment": "Ana Mandara Villas Đà Lạt có không gian yên tĩnh, đẹp, lãng mạn. Phù hợp với việc nghĩ dưỡng. Tuy có hơi xa trung tâm, chợ và các địa điểm du lịch khác.  Nhà hàng cần cải thiện thêm về chất lượng dịch vụ!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "LJManhHung", "h_date": "  thg 1 2016", "h_title_comment": "Thú vị", "h_comment": "Tôi tới Đà Lạt vào cuối tháng 4 , trong khi cả Hà Nội đang nóng rực thì nơi đây lại vô cùng mát mẻ . Resort này nằm cách Đà Lạt tầm 15 km , hơi xa thành phố nên khá bất tiện cho việc di chuyển . Bù lại , nơi đây lại rất đẹp , có cả dịch vụ nước trái cây miễn phí cho khách d lịch nữa . Có rất nhiều biệt thự , vườn , khu sinh thái trên hòn đảo này . Đồ ăn buffet thì tầm trung , ở mức 3 sao . Thái độ phục vụ thì chắc là 5 sao rồi . Dù sao Terracotta Resort cũng là nơi đáng tới khi du lịch Đà Lạt."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Terracotta Hotel & Resort Dalat", "h_reviewer_name": "MaiMartins", "h_date": "  thg 10 2015", "h_title_comment": "Nơi nghỉ dưỡng tốt cho gia đình, nhóm bạn hoặc công ty", "h_comment": "Tôi có một chuyến nghỉ dưỡng lý thú tại đây cùng công ty. Resort tọa lạc tại khu vực hồ Tuyền Lâm, khá xa trung tâm thành phố, khoảng 15 phút đi taxi. Xe máy không phải là lựa chọn hợp lý nếu bạn chọn ở resort này do đường khá khúc khuỷu và vắng. Tuy nhiên, ngoại trừ những yếu tố trên, resort sẽ mang đến cho bạn và gia đình những trải nghiệm thú vị. Cảnh đẹp, phòng rộng, sạch, tiện nghi và hiện đại. Nội thất trong phòng rất đẹp theo nhận xét chung của đoàn chúng tôi. Buffet sáng khá đơn giản, ít chọn lựa. Tuy nhiên, nếu bạn có thể chấp nhận những hạn chế này thì resort sẽ là nơi lý tưởng để nghỉ dưỡng."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Audrey26", "h_date": "  thg 10 2019", "h_title_comment": "Việt Nam 2019", "h_comment": "Khách sạn này rất đẹp để nhìn và dịch vụ rất tuyệt, tuy nhiên, không có máy lạnh và ở 35 c và độ ẩm khoảng 75% thật khó ngủ nhưng dù sao thì đó cũng là một bữa tiệc trong khách sạn và khách rất ồn ào đi đến phòng của họ, nhưng tệ hơn cả là có một quán karaoke ngay bên kia đường kéo dài đến 3 giờ sáng! !"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Bella8590", "h_date": "  thg 6 2019", "h_title_comment": "Tuyệt vời !!!", "h_comment": "Phòng của tôi đã được nâng cấp từ cao cấp sang trọng sang cao cấp và nó là siêu lớn với ban công. Không có AC. Hmmm nó rất bình thường với các khách sạn ở Đà Lạt :)) Điểm trừ duy nhất là nó dường như không đủ sáng. Gần cửa ra vào là phòng khách nhưng trông rất tối. Chỉ có một đèn gần ghế sofa. Tôi đã khá sợ hãi? Nhân viên rất hữu ích và thân thiện Bữa sáng cũng ngon. Đề xuất và sẽ trở lại lần sau."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Dee", "h_date": "  thg 5 2019", "h_title_comment": "Khách sạn TTC PREMIUM - NGOC LAN", "h_comment": "Chúng tôi rất vui vì chúng tôi đã đặt phòng tại khách sạn NgọcLan trong năm nay. Nó đã được bán hết vào năm ngoái khi chúng tôi đến thăm thành phố này. Mọi thứ trông gần giống nhau, thậm chí tên của khách sạn này đã được đổi thành TTC KHÁCH SẠN PREMIUM - NGOC LAN Tôi đã hơi muộn cho bữa sáng tự chọn trên lầu do đó tôi đã bỏ lỡ ánh bình minh bên hồ. Đó là khung cảnh ngoạn mục từ ban công của khu vực ăn sáng. Thức ăn luôn ngon và chúng tôi thưởng thức bữa tối ở tầng dưới tại nhà hàng, không đông khách ngay cả vào ngày lễ nhưng thực đơn có rất nhiều món la carte"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Mazuko", "h_date": "  thg 6 2015", "h_title_comment": "Lãng mạn và cổ kính", "h_comment": "Tôi chọn Ana Mandara cho chuyến đi 3 ngày tới Đà Lạt trong tuần trăng mật của mình. Về không gian và cảnh quan nơi đây thì hoàn toàn xứng đáng cho điểm 10/10. Bước chân đến khách sạn có cảm giác như thời gian đang được vặn ngược lại một thế kỷ trước. Khu nghỉ có nhiều villa khác nhau đều là các căn biệt thự Pháp cổ, mỗi villa chia ra làm các phòng nhỏ. Mọi đồ vật trong phòng đều nhỏ xinh và tinh tế. Đường đi nội bộ trong khu nghỉ cùng những tán cây xanh cao vút tạo nên một không gian lãng mạn tuyệt vời. Phòng tắm bài trí rất cổ kính và ấm cúng. Bể bơi tuy hơi bé nhưng là nước ấm, rất dễ bơi. Về chất lượng đồ ăn, tôi cho điểm 10/10 cho việc phục vụ đồ ăn tận phòng, rất nhanh chóng và nhiệt tình. Nhưng chỉ có thể cho điểm 5/10 cho thái độ phục vụ của nhân viên bếp vào bữa sáng."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Melody1403", "h_date": "  thg 4 2015", "h_title_comment": "Vẻ đẹp đặc trưng của Đà Lạt", "h_comment": "Chúng tôi đến Đà Lạt vào một ngày thời tiết không được đẹp cho lắm. Khi đến Ana mandara khung cảnh nơi đây vẫn đẹp, một nét đẹp nhẹ nhàng vốn có của Đà Lạt. Chúng tôi đã ở đây 3 ngày về phòng ốc hay dịch vụ ăn uống đều rất tuyệt. Duy chỉ có một điều khiến tôi hơi thất vọng là thái độ tiếp đón của lễ tân. Họ tiếp đón chúng tôi không nhiệt tình cho lắm. Chúng tôi đến đây sau một chuyến đi khá dài và không ai giúp đỡ chúng tôi vận chuyển hành lý cá nhân. Tôi nhận thấy ở đây người nước ngoài được tiếp đón nhiệt tình hơn người Việt ... Trái ngược với bộ phận lễ tân. Phong cách phục vụ bữa ăn của nhân viên nhà hàng chuyên nghiệp và chu đáo. Họ khiến tôi có lại cảm tình với nơi đây!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "DaveHom1796", "h_date": "  thg 12 2018", "h_title_comment": "Được đề xuất", "h_comment": "Đề nghị, đẹp và phòng khách sạn. Một chút ồn ào từ đường phố bên dưới. Trung tâm của Lạt. Không có máy lạnh trong phòng. Không thấy lò sưởi. Ăn sáng buffet là tuyệt vời, món trứng tráng ngon và nước trái cây. Địa điểm đẹp."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Tony Shepherd", "h_date": "  thg 10 2018", "h_title_comment": "Pleasant Stay Great Địa điểm", "h_comment": "Tôi đã đặt một phòng nhìn ra hồ, nó lớn với cửa sổ kiểu Pháp mở ra một cái nhìn tuyệt vời của hồ từ tầng 3, phòng 319, nó có giường thoải mái tiện nghi tốt nhược điểm duy nhất cho tôi là tắm vòi sen, không có gì có thể Tôi chỉ không thích chúng, Bữa sáng thật tuyệt vời cho một khách sạn địa phương, trên thực tế, một trong những lựa chọn tốt nhất mà tôi đã thấy và dịch vụ từ Nhân viên Sàn là 100%, người đáng yêu có rất nhiều món Phương Tây và Địa phương nếu đó là ý thích của bạn, nhưng nó là đủ nhiên liệu trong bể để bắt đầu khám phá thành phố đáng yêu này, nhân viên tiếp tân cực kỳ giàu có khi kiểm tra thực sự rất hiệu quả,"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "TTC Hotel Premium - Ngọc Lan", "h_reviewer_name": "Johnny H", "h_date": "  thg 10 2018", "h_title_comment": "Decent ở lại, có thể đã được tốt hơn. Vị trí thuận tiện.", "h_comment": "Đặt phòng Deluxe cao cấp, có một căn phòng với một căn phòng đẹp của hồ Xuân Hương và chợ đêm. Kiểm tra đã được nhanh chóng, quầy lễ tân đã rất tốt đẹp. Các phòng (217) là OK, nhìn tuyệt vời, nhưng cảm thấy rất ngày, không cần AC hoặc nóng, là khá rộng rãi. Phần tồi tệ nhất là tiếng ồn, nó quay mặt về phía đường phố, tôi không ngại tiếng ồn ầm ầm và giao thông nhưng có một quán bar hay nơi hát karaoke đang bùng nổ âm nhạc vào tất cả các giờ cho đến 3 giờ sáng. Rất khuyên bạn nên tránh xa phía này. Tôi yêu cầu quầy lễ tân chuyển phòng và họ đưa tôi lên tầng bốn ở đầu đối diện, căn phòng nhỏ hơn nhưng yên tĩnh hơn nhiều. Tôi nên vừa mới đặt phòng này từ lúc bắt đầu. Khách sạn đã không prorate hoặc hoàn lại tiền cho tôi mặc dù căn phòng đã được hạ cấp. Tất cả các phòng đều có mùi"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "George11", "h_date": "  thg 2 2020", "h_title_comment": "Ba ngày ở Đà Lạt", "h_comment": "Chúng tôi đã có một kỳ nghỉ ba ngày tuyệt vời ở Lat, khách sạn nằm trong thành phố, không đủ gần để đi bộ xuống chợ đường phố nhưng taxi rất rẻ. Các nhân viên tiếp tân rất đáng yêu và rất hữu ích. Biệt thự của chúng tôi ở một vị trí tốt, một đoạn đi bộ ngắn đến hồ bơi và nhà hàng cho bữa sáng. Bữa sáng rất phong phú và nhiều lựa chọn và nhân viên rất chu đáo. Chi phí khá đắt so với các khách sạn khác mà chúng tôi ở trong kỳ nghỉ của mình và tôi sẽ nói rằng đồ đạc trong phòng ngủ và phòng tắm chắc chắn sẽ cần nâng cấp, phòng sạch sẽ nhưng chỉ cảm thấy hơi mệt."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Kien C", "h_date": "  thg 11 2019", "h_title_comment": "Hương vị thực dân Pháp", "h_comment": "Đà Lạt thật đẹp với không khí trong lành. Nơi này là trên đỉnh của một ngọn đồi. Chúng tôi ở trong một biệt thự riêng biệt. Nhân viên thân thiện. Ăn sáng rất tốt. Vị trí cách trung tâm thành phố 3 km. Những con đường quanh đây thật tồi tệ. Không thể chạy bộ buổi sáng vì bạn có thể bị giết bởi những người đi xe máy điên. Phòng tập thể dục ở đây là tốt mặc dù. Hương vị thuộc địa có ở khắp mọi nơi. Từ giường đến bồn tắm. Rickty nhưng cửa và tủ quần áo đẹp. Hộp an toàn có sẵn."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "Tom T", "h_date": "  thg 4 2019", "h_title_comment": "Phòng biệt thự duyên dáng", "h_comment": "Biệt thự Đông Dương Pháp với bốn giường poster, sàn gỗ và bồn ngâm chân. Một ốc đảo trong một Lat rất ồn ào. Rất nhiều tiếng chuông nhà thờ, karaoke và âm thanh giao thông nhưng quan điểm đang thư giãn. Nhà hàng rất đẹp và thức ăn rất tuyệt vời."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Hien", "h_date": "  thg 9 2022", "h_title_comment": "Dalat wonder resort", "h_comment": "Phong cảnh rất thơ mộng, nhiều cây xanh, chăm sóc khách hàng rất chu đáo nhiệt tình. Phòng đầy đủ tiện nghi, yêu cầu thêm gì đều được phục vụ nhanh chóng . Một nơi đangs để nghỉ dưỡng . Sẽ tới thêm nhiều lần nữa ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ana Mandara Villas Dalat Resort & Spa", "h_reviewer_name": "rmtk76", "h_date": "  thg 4 2019", "h_title_comment": "Một viên ngọc nhỏ với giá nhỏ", "h_comment": "Chúng tôi hoàn toàn thích ở lại DaLat và biệt thự Ana Mandara là một bất ngờ thú vị. Chúng tôi chỉ trả 80 mỗi đêm mà kích thước của phòng, hồ bơi và các căn là rất hợp lý. Thật tuyệt khi được ở bên ngoài sự hối hả và nhộn nhịp của thị trấn nhưng chỉ vài phút trên một chiếc xe đạp / xe hơi để trở lại đó. Nếu bạn không muốn chi nhiều tiền cho một trong những khách sạn ven hồ nhưng vẫn đang tìm kiếm một viên ngọc nhỏ; cái này dành cho bạn."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Trần Thị Cẩm Tú", "h_date": "  thg 6 2020", "h_title_comment": "Cảm thấy rất tuyệt vời", "h_comment": "Gia đình chúng tôi đã ở khách sạn Dalat Edensee từ ngày 2 đến ngày 5 tháng 6 năm 2020 và cảm thấy khung cảnh rất đẹp và hài lòng với tiện nghi và sự cung cấp, phục vụ của khách sạn, hi vọng sẽ quay lại lần nữa."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "A3 Hưng", "h_date": "  thg 11 2019", "h_title_comment": "Không gian nghỉ dưỡng đầy đủ tiện nghi và ấn tượng", "h_comment": "Không gian tuyệt vời với các nét đẹp đặc trưng của Đà Lạt ... không thiếu thứ gì, trang thiết bị tiện nghi và đầy đủ ... chỉ là mình chưa tìm hiểu hết thôi vì cái gì cũng có công năng riêng của nó và tôi hài lòng với dịch vụ ở đây.  Do đặc thù về công việc nên tôi được trải nghiệm khá nhiều dịch vụ 5* ở nhiều nơi, mỗi nơi đều có lối kiến trúc khác nhau để phù hợp với điều kiện khí hậu và vị trí địa lý của địa phương nên tôi cũng không mấy ngạc nhiên với lối kiến trúc của Edensee, cái tôi quan tâm là không gian và trang thiết bị có đủ tiện nghi với điều kiện tự nhiên của Đà Lạt vì nó ảnh hưởng đến chất lượng dịch vụ tour, nên khi đến nhận phòng bản thân tôi cũng có 1 chút hoài nghi về dịch vụ tại đây nhưng sau 1 đêm trải nghiệm tôi thấy mình còn phải tìm hiểu nhiều bởi mỗi một"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Jenny", "h_date": "  thg 9 2019", "h_title_comment": "Khách sạn cũ ", "h_comment": "Khách sạn cũ nên trang thiết bị cũ kỹ, sảnh lễ tân chưa xứng tầm 5* Tuy nhiên khách sạn sạch sẽ. Vị trí gần hồ Tuyền Lâm nên cũng đẹp, tiện ngắm cảnh. Nhân viên phục vụ lịch sự nhưng ko thân thiện.  Đánh giá 3,5/5 điểm  "},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Minh Duy H", "h_date": "  thg 7 2019", "h_title_comment": "Tạm ổn", "h_comment": "- Giá rẻ, buffet sáng ít món, không đạt chuẩn 5* - Giường đôi được ghép từ 2 tấm nệm nhỏ lại với nhau, phòng nào cũng vậy. Nằm bị cấn, khá khó chịu, giường không đạt chuẩn - Nhân viện dễ thương, có socola miễn phí buổi tối  - Phòng cách âm không tốt."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "BichPhuongLB", "h_date": "  thg 7 2022", "h_title_comment": "😄😄😄", "h_comment": "Resort có phong cảnh rất đẹp và trong lành, là nơi rất thích hợp để nghỉ dưỡng. Nhân viên ở đây rất thân thiện và nhiệt tình hỗ trợ khách hàng; các món ăn sáng buffet rất phong phú, đa dạng. Xin hẹn gặp lại resort vào chuyến du lịch sau nhé!"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Nhung N", "h_date": "  thg 4 2022", "h_title_comment": "Nhân viên phục vụ thiếu chuyên nghiệp, quá tệ!", "h_comment": "Chúng tôi công nhận quang cảnh đẹp. Villa chúng tôi ở hạng luxury với 6 phòng ngủ.  Chúng tôi chấp nhận phải lấy villa này cho gia đình chỉ có 4 người do chúng tôi thích sự riêng biệt. Tuy nhiên, cách phục vụ và thái độ của nhân viên không chuyên nghiệp, dịch vụ quá tệ (két sắt an toàn hỏng không thay thế, khách yêu cầu giặt ủi nhân viên đã xác nhận nhưng không thực hiện, khách yêu cầu đổi phòng nhân viên cố tình không xử lý...). Đặc biệt, trong suốt kỳ nghỉ từ ngày 13-16/4/2022 có quá nhiều sự cố liên tục xảy ra nhưng không hề có quản lý hay Trưởng bộ phận lễ tân gặp khách để xin lỗi. Nhân viên thì luôn tìm cách bào chữa với sai phạm của mình. Hầu hết thời gian chúng tôi đi ra ngoài nên không sử dụng các dịch vụ trong resort ngoại trừ điểm tâm và khu vui chơi giải trí. Quá thất"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Quân Du", "h_date": "  thg 5 2019", "h_title_comment": "1 sao resort dalat endensee", "h_comment": "Nhân viên lễ tân thiếu tôn trọng khách, hỗ trợ khách qua loa, không nhiệt tình. Resort 5 sao nhưng dịch vụ và phòng ở không xứng đáng với tiền 5 sao. Xa trung tâm hẻo lánh khó đi lại. Rất tệ không bao giờ quay lại."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Vo Cam Trang", "h_date": "  thg 3 2019", "h_title_comment": "Tiêu chuẩn 5 sao khá lạ", "h_comment": "Đồ ăn ổn, nhân viên có mỉm cười với khách, tuy nhiên chất lượng phòng quá kém so với tiêu chuẩn 5 sao. Phòng không cách âm - phòng bên cạnh làm gì đều nghe rõ..    đầy mùi, setup giường không đẹp.... tiêu chuẩn 5 sao lạ."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Jet66356495827", "h_date": "  thg 2 2022", "h_title_comment": "Thái độ nhân viên sales quá tệ! ", "h_comment": "14h30 hôm nay (8/2) mình liên hệ lễ tân, nhờ nối máy bộ phận sales để hỏi thông tin. Sau khi giới thiệu mình bên cty du lịch, hỏi có phòng double ngày 10 & 11 ko em? Chưa kịp nói thông tin gì thêm, nhân viên sales chỉ trả lời ngắn gọn \"chỉ còn 2 giường đơn\" sau đó cúp máy. Thái độ vô cùng mất lịch sự, mình ko hiểu sao resort tiêu chuẩn như vậy là có nhân viên sales tệ quá. Resort nên check lại ghi âm của nhân viên với khách hàng để nhắc nhỡ nhân viên mình.  Đã Làm dịch vụ nên xem lại thái độ của mình với khách hàng. "},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Kiều Oanh", "h_date": "  thg 5 2021", "h_title_comment": "Xứng đáng 1 sao", "h_comment": "Nhân viên rất tệ, mình ở khu villa số 5, đã gọi điện lễ tân cho xe điện xuống đón mình về đại sảnh để ăn sáng. Lễ tân đồng ý và bảo mình đứng đợi xe sẵn. Có tận 2 chiếc xe điện trống ghế lần lượt đi ngang qua và lờ như không thấy mình. Mình rất bực và gọi đến lễ tân phản ánh, lễ tân tiếp tục bảo đợi xe đến. Đứng đợi tầm 15 phút và mình phải lết bộ đến đại sảnh. Lý do là chân mình trước đó bị ngã trầy rất nặng trong chính khu vui chơi của resort nên mình mới cần đến xe điện đưa đón. Cũng nhờ như vậy mình mới thấy sự làm việc thiếu chuyên nghiệp này của resort. Phòng mình book là phòng hướng view hồ trong khi mình nhận phòng lại đối mặt với phòng khác chứ chẳng có hồ nào ở đó cả.  Đồ ăn không có gì đặc biệt nếu không muốn nói là dở, các món sơ sài. Ngoài ra mình đã mua vé buffet"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Daisy", "h_date": "  thg 7 2020", "h_title_comment": "Nice view", "h_comment": "Ks nằm khá xa trung tâm nhưng view đẹp yên tĩnh Ăn sáng tốt Villa nằm cách xa khu vực lễ tân và nhà hàng nên hơi bất tiện,di chuyển mọi lúc phải gọi điều xe điện đến đón  Mình check in vào thời điểm trời có mưa nên thấy rất nhọc nhằn trong việc di chuyển về villa "},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Leannguyen", "h_date": "  thg 6 2020", "h_title_comment": "—-", "h_comment": "Mình thấy khách chọn nghĩ dưỡng ở đây cần yên tĩnh, kg quá ồn ào. Nếu như ai khách ngoài cũng vào tham quan này kia với mức phí vậy thì khách lưu trú book phòng ở đây làm gì. Mình nghĩ quản lí nên xem lại vấn đề này."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Kwon", "h_date": "  thg 1 2020", "h_title_comment": "Phòng có mùi, thiếu đồ nhiều", "h_comment": "phòng thiếu nhiều đồ: khăn tắm, những đồ free, mùi sơn còn nặng vì ko xử lý hết, tuy có hỗ trợ nhưng ko cải thiện được khiến khách khó chịu thêm.  Tuy nhiên phong cảnh đẹp, yên tĩnh bù lại thích hợp nghỉ ngơi , nhưng sẽ không đặt lại ở đây"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Nhung N", "h_date": "  thg 9 2017", "h_title_comment": "relax time", "h_comment": "rất tuyệt. đi cùng gia đình hoặc ng yêu, yên tĩnh và relax thoải mái thật nhẹ nhàng. có hơi xa trung tâm nhưng là nơi không khí trong lành, yên tính, đáng yêu . Yêu cái Đà Lạt này quá sức. trái tim như đc tưới nước."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Khoa T", "h_date": "  thg 8 2016", "h_title_comment": "Mọi thứ đều tuyệt vời ngoại trừ bellman", "h_comment": "-Nhân viên Bellman thật sự là điểm trừ duy nhất của resort.Từ cách giao tiếp đến lái xe đều tệ. Mình check out nên xe đến phòng đón để chở lên sảnh và đây là lần đầu tiên mình được thưởng thức cảm giác thắng gấp (khi vừa đến sảnh chứ không phải tránh né tình huống khẩn cấp nào hết) trên xe buggy của 1 resort 5*.  Ngoài ra, cảm nhận mọi thứ đều rất tốt.  +Phòng Jasmine hiện đại, view đẹp, xung quanh cây cối rậm rạp nhưng không hề có muỗi, buổi tối có nv dọn phòng và đặt chocolate, phòng có lò sưởi điện nên rất ấm, có cả lò sưởi trong wc nên rất thoải mái. +Phong cảnh và không khí ở đây rất tuyệt vời cho việc nghỉ dưỡng, tốt hơn nhiều so với trong thành phố đà lạt. Tuy vị trí"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Tran Tho", "h_date": "  thg 7 2019", "h_title_comment": "View đẹp, Dịch vụ chưa tốt", "h_comment": "khách sạn mới, view đẹp khá đẹp nhưng dịch vụ  chưa tốt, khách check in nhiều phòng không cái khăn, thiếu các trang thiết bị nhà tăm, bàn chải, giấy vệ sinh. Phòng tiệc chưa có cửa cách âm, set up thiếu chuyên nghiệp."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Coastal24109687901", "h_date": "  thg 5 2019", "h_title_comment": "So nice", "h_comment": "Phong cảnh rất đẹp,các villa thiết kế sang trọng..! Tuy nhiên,resort đang trong quá trình hoàn thiện nên có nhiều dịch vụ chăm sóc khách hàng còn thiếu sót.. Mình nghỉ vài năm nữa nơi này chắc sẽ hoan thien hon đầy đủ dịch vụ cho khách du lịch hơn.."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Pierre S", "h_date": "  thg 8 2018", "h_title_comment": "Về OK", "h_comment": "Vị trí khá xa trung tâm thành phố, nhưng đó là một sự lựa chọn. Các phòng được trang bị nội thất chính xác, TV cần một bản sửa lỗi nhanh để chạy, được thực hiện sau đó. . . yêu cầu thứ hai. Phòng cần máy hút ẩm vì cảm giác để bước vào một chiếc giường ẩm ướt là khủng khiếp. Tất cả những cây thông xung quanh đều cản trở một số quan điểm, nhưng tốt, đó là những gì mẹ muốn. Thức ăn được chấp nhận, bữa sáng cũng được chấp nhận. Những gì tôi ít thích thú hơn là gặp một nhân viên (trong bộ đồ) hái bánh bằng tay trong khi có nhiều công cụ để mang nó theo cách hợp vệ sinh hơn. Mặc dù quảng cáo 1 hoặc 2 quán bar trong cơ sở, không có sẵn. \"về bảo trì\". . . welll. . . Nhân viên rất dễ chịu và hữu ích."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "nguyennhatdiep491994", "h_date": "  thg 5 2019", "h_title_comment": "Good Resort !", "h_comment": "Khách sạn đẹp , nhân viên lễ tân, bellman hữu ích. Tuy nhiên bộ phận đặt phòng làm việc hơi chậm trong quá trình confirm booking chúng tôi đợi 4 ngày nhưng không có email xác nhận đặt phòng nên đã book qua agency. Highly recommended this resort for everyone who is looking for a good treatment place. "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "phongdang", "h_date": "  thg 2 2020", "h_title_comment": "Kỳ nghỉ với gia đình", "h_comment": "Thật tuyệt khi ở tại khu nghỉ mát Đà Lạt, chúng tôi có kỳ nghỉ tuyệt vời ở đây, phòng đẹp, thức ăn ngon và nhân viên rất thân thiện. Phong cảnh ở đây tôi có thể nói rất tuyệt, rất thích hợp để thư giãn, trước phòng tôi là một hồ nước lớn với tầm nhìn rất đẹp.  Sẽ trở lại vào một ngày nào đó."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "YashTravels@world", "h_date": "  thg 3 2019", "h_title_comment": "Vị trí tuyệt vời nhưng không quá thân thiện với người nước ngoài", "h_comment": "Đây là lần thứ 4 tôi đến thăm Đà Lạt, 1 trong những điểm đến yêu thích của tôi ở Việt Nam. Ở tại Đà Lạt kỳ diệu cho 1 thời gian đường phố. Vị trí là tốt và kiến trúc của khu nghỉ mát cũng vậy. Cũng cân bằng với thiên nhiên. Tuy nhiên, nhiều điểm tham quan được đề cập như nhà tuyết, ngôi nhà đáng sợ, đi thuyền đều bị đóng cửa. Không hiểu nhiều tiếng Anh của nhân viên nên không thân thiện với người nước ngoài. Nhìn chung vẫn có giá trị ở lại."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Duong D", "h_date": "  thg 7 2018", "h_title_comment": "Khu nghỉ dưỡng So-so", "h_comment": "Phòng của họ là tốt nhưng chúng tôi không thích cách họ trang trí nội thất nhiều. Bởi vì hình ảnh của công chúa phụ nữ đã được loại starring vào chúng tôi, vì vậy chúng tôi có một cảm giác lạ vào ban đêm. Từ một đêm, căn phòng bên cạnh chúng tôi rất ồn ào, chúng tôi gọi và khiếu nại. Họ đã làm điều đó một lần nữa trong đêm thứ ba. Vào ngày cuối cùng, chúng tôi đã cố gắng lên lịch dịch vụ tin nhắn ở đó nhưng chỉ có một kỹ thuật viên có sẵn để làm, và chúng tôi là nhóm khách hàng đầu tiên cho đến nay. Hy vọng rằng họ có thể cải thiện hệ thống quản lý của họ để chúng tôi có thể xem lại nó trong tương lai."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "cindynguyen29", "h_date": "  thg 4 2018", "h_title_comment": "Không phải cách nó từng là", "h_comment": "Tôi đã ở lại khu nghỉ mát này hai lần trước khi viết đánh giá này và bây giờ tôi bắt buộc phải viết điều này vì gần đây tôi đã có trải nghiệm tiêu cực vào bữa trưa tại nhà hàng của họ. khách sạn khác nhau lần này tôi ở Đà Lạt). Giống như hầu hết các đánh giá tôi đã đọc trên Trip Advisor, tôi đồng ý rằng các phòng tại khu nghỉ mát này rất thoải mái và rộng rãi. Hơn nữa, quan điểm của hồ và rừng xung quanh tại khu nghỉ mát là đẹp. Tuy nhiên, tôi nghĩ rằng dịch vụ đang xấu đi và nó vẫn còn tồi tệ hoặc thậm chí tệ hơn lần cuối cùng tôi ở lại khu nghỉ mát. Chúng tôi đã đặt một bàn cho 9 người khoảng 3 - 4 ngày trước khi đến, và khi chúng tôi đến có rất ít hoặc không có khách trong nhà hàng nhưng bàn của chúng tôi đã không được chuẩn bị. Mặc dù không có nhiều khách ở tất cả vào thời"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "oztraveller61", "h_date": "  thg 4 2018", "h_title_comment": "Kinh nghiệm hỗn hợp trong cách ly lộng lẫy", "h_comment": "Các tòa nhà và khu vườn tại Edensee rất lộng lẫy nhưng khu nghỉ mát bị cô lập hơn chúng tôi mong đợi và gần như vắng vẻ khi chúng tôi ở đó vào giữa tháng Tư. Chúng tôi rất vui mừng với sự thanh bình, tầm nhìn ra hồ, phòng rộng rãi, bữa sáng ngon miệng và đặc biệt là nhân viên. Nhưng kinh nghiệm tổng thể không tốt lắm. Nhiều cơ sở đã đóng cửa, bao gồm quầy bar, quán cà phê và phòng chờ VIP. Ngay cả nhà hàng cũng đã đóng cửa vào buổi tối. Thay vào đó chúng tôi ăn tối một mình trong một căn phòng liền kề, dù thanh lịch, đã bị hư hỏng bởi một màn hình video liên tục quảng bá khách sạn. Ngoài ra tôi nghi ngờ đơn đặt hàng của chúng tôi đã được nấu chín cùng một lúc bởi vì entrees đã nóng nhưng nguồn điện đã được ấm và không hấp dẫn. Một lời chỉ trích khác, cũng được đưa ra bởi những"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Linda S", "h_date": "  thg 3 2018", "h_title_comment": "Kỳ nghỉ thư giãn trong khu nghỉ mát sang trọng.", "h_comment": "Chúng tôi đã có một trải nghiệm tuyệt vời tại Edensee khi các nhân viên rất thân thiện và chào đón chúng tôi ngay từ giây phút đầu tiên chúng tôi bước vào nơi này. Chúng tôi chọn một Suite Junior với tầm nhìn ra hồ lớn đến nỗi phòng tắm đẹp đẽ có một bồn tắm spa mà chúng tôi rất thích mỗi buổi chiều. Các phòng ngủ cũng lớn với tv mà chúng tôi không bao giờ bật và một chiếc giường rất thoải mái. Khu vực tiếp khách có sảnh khách, TV và tủ lạnh. Phòng văn phòng có bàn làm việc. Nhà vệ sinh riêng biệt trong phòng khác. Chúng tôi có thể ngồi trên hiên và thưởng thức rượu vang trong khi ngắm nhìn Hồ và Núi và những chiếc thuyền nhỏ bay qua. Nơi này khá là khá và không có nhiều khách ở đó nhưng đó là giữa tuần nhưng không cần phải nói rằng các nhân viên đã cho 100% trong việc làm cho"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Edensee Lake Resort & Spa", "h_reviewer_name": "Phong N", "h_date": "  thg 3 2018", "h_title_comment": "Nơi yên tĩnh", "h_comment": "Đối với thư giãn thì nó không phải là xấu bởi vì nơi này là một chút yên tĩnh và một cái nhìn tuyệt vời. Một số dịch vụ dường như đi xuống như ăn sáng, nhân viên loại, phòng, vườn. Sảnh tối và không có vẻ sang trọng cho khách sạn 5 *. Thức ăn ở đó rất nghèo. Hy vọng rằng việc quản lý khách sạn sẽ cải thiện khách sạn. Điều này thực sự không phải là một khách sạn tôi có thể đặt để ở lại cho lần thứ ba."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Michael & Stephanie", "h_date": "  thg 1 2019", "h_title_comment": "Khói & Gương đắt tiền", "h_comment": "Những khuyết điểm duy nhất trong tuần trăng mật tuyệt vời!  Tuyên bố miễn trừ trách nhiệm: Vợ tôi và tôi rất buồn với trải nghiệm của chúng tôi đến nỗi chúng tôi quyết định trì hoãn đánh giá này để không để cảm xúc ảnh hưởng đến khả năng đưa ra phản hồi trung thực. Đã gần 4 tuần và ý kiến của chúng tôi không thay đổi. Đừng ở đây.  Vợ tôi và tôi ở tại Đà Lạt Wonder Resort như một phần của Tuần trăng mật và Giáng sinh của chúng tôi và đã kết luận một cách dứt khoát rằng đây là khách sạn tồi tệ nhất mà chúng tôi từng ở vì TẤT CẢ những lý do được liệt kê dưới đây. . .   (Tuyên bố miễn trừ trách nhiệm - chúng tôi đi du lịch rất nhiều và đã ở đầy đủ các khu nghỉ dưỡng, khách sạn, nhà trọ và nhà trọ được xếp hạng sao. Chúng tôi rất buồn vì ở lại đến nỗi chúng tôi đã chọn cắt giảm thời"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "Rei91", "h_date": "  thg 11 2018", "h_title_comment": "Ẩn trong rừng", "h_comment": "Tôi ở lại đây trong dịp cuối tuần với gia đình - khu nghỉ mát này vẫn còn mới và họ vẫn còn nhiều thứ chưa hoàn thành, nhưng khu nghỉ mát nằm ở hồ Tuyền Lâm và nếu bạn thích thức dậy với thiên nhiên thì đây là nơi để bạn.  Điểm tích cực:  - Nó có rất nhiều ngôi nhà riêng biệt với nhiều phòng trong đó (hoặc bạn có thể thuê cả nhà cho một gia đình lớn), triển vọng rất đẹp nhưng thiết kế nội thất của căn phòng vẫn chưa có (người quản lý có thể nỗ lực nhiều hơn) trong thiết kế của những phòng đó).  - Tôi havent đã có cơ hội sử dụng hồ bơi vì điều kiện thời tiết xấu nhưng khu nghỉ mát có một hồ bơi rất đáng yêu mà bạn có thể trực tiếp nhìn xuống hồ và núi bao quanh.  - Nhân viên siêu đẹp và lòng tốt của họ sẽ khiến bạn quên đi chuyến đi dài, theo kịp những người làm việc tốt!  Điểm"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Dalat Wonder Resort", "h_reviewer_name": "NhiHa1410", "h_date": "  thg 10 2018", "h_title_comment": "Khủng khiếp", "h_comment": "Đến muộn vào ban đêm lúc 10 giờ. 30 giờ sáng và nhận phòng sai. Đợi 30 'cho một căn phòng sai khác. Tôi trả tiền nhiều hơn cho một căn phòng tốt hơn và kết thúc với một dịch vụ khủng khiếp như vậy.  Các nhân viên thân thiện, nhẹ nhàng nhưng không chuyên nghiệp chút nào."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "EGMom_3", "h_date": "  thg 7 2019", "h_title_comment": "Không tốt như chúng ta nghĩ", "h_comment": "Chúng tôi đã dành 5 đêm trong 2 phòng vào tháng Bảy. Quan điểm của chúng tôi tuyệt vời; tuy nhiên nội thất của phòng cần phải được cập nhật. Chúng tôi không thể sử dụng các ngăn kéo vì bị hỏng. Các phòng không sạch sẽ, bụi bẩn mọi nơi. Các nhân viên cần được đào tạo, họ tốt nhưng không chuyên nghiệp. Chúng tôi dành cả tháng để đi về phía bắc, phía bắc khách sạn này là khách sạn yêu thích nhất của chúng tôi."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "Ngan D", "h_date": "  thg 4 2019", "h_title_comment": "Cánh mới! Thiết kế khủng khiếp của căn phòng. Bữa sáng tồi tệ", "h_comment": "Chúng tôi đã giảm giá trong thời gian lưu trú, vẫn là 1000 / đêm cho 3 phòng. Thiết kế của căn phòng: làm đau mắt tôi. Không có hương vị! Cố gắng trông giống như một cung điện hoàng gia châu Âu nhưng không. Nó chỉ là sặc sỡ. Bữa sáng tự chọn: khăn trải bàn đầy vết bẩn. Silvers không phù hợp, nhân viên buffet chọn mũi. Tôi thích sữa tắm nên tôi và bạn tôi đã hỏi nhân viên tiếp tân rằng anh ấy có thể cho chúng tôi 2 bộ sữa tắm miễn phí không. Anh từ chối cho 2, chỉ 1. Lol. Tôi đã ở trong một khách sạn thuộc địa cũ như thế này ở Hà Nội, nơi này chắc chắn không phải là 5 sao."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "glennaa11", "h_date": "  thg 3 2019", "h_title_comment": "bữa sáng tuyệt vời", "h_comment": "Đây là một khách sạn cũ tốt đẹp. Tôi đã ở trong cánh cũ hơn, lịch sử. Tôi đã không đi vào tòa nhà mới hơn vì vậy tôi không thể đánh giá điều đó. Không có thang máy / thang máy nên có rất nhiều cầu thang để leo lên. Sàn nhà cũng hơi ọp ẹp. Nhưng đó là một tòa nhà lịch sử vì vậy nó thêm một chút cho sự quyến rũ. Đồ nội thất cổ cũng đẹp. Tôi đã có một căn phòng rất lớn với một ban công. điều hòa không làm được gì nhiều nhưng nó khá mát mẻ khi tôi ở đó. Phòng tắm cũng khá lớn với vòi sen và bồn tắm riêng biệt.  Giường tương đối thoải mái. Trong phòng an toàn là lớn. Wifi hoạt động tốt. TV có đủ các kênh, nhưng hầu hết là các kênh tiếng Việt chứ không phải quốc tế. Một chút tiếng ồn giao thông (rất nhiều tiếng còi xe), vì vậy hãy mang theo nút tai nếu bạn là người ngủ nhẹ.  Bữa sáng"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "CMP50", "h_date": "  thg 1 2019", "h_title_comment": "RẤT NHIỀU PHONG CÁCH GIAI ĐOẠN, NHƯNG FALLS NGẮN NGẮN VỀ DỊCH VỤ VÀ TIỆN ÍCH", "h_comment": "Ngoại thất, vườn và khu vực công cộng là ấn tượng và được duy trì tốt. Phòng ngủ theo phong cách cổ điển, một chút trên đầu theo sở thích của tôi, nhưng đó là cá nhân. Tuy nhiên, một số tiêu cực là tốt. Để đến một khách sạn năm sao tự phong, tôi không ngờ rằng mình sẽ phải mang túi từ taxi đến lối lên một bước chân dốc trong cơn mưa như trút mà không cần sự trợ giúp nào. Phòng tắm mang phong cách retro đầy đủ, nhưng hoàn toàn không thực tế. Không có không gian để đặt đồ vệ sinh cá nhân hoặc kính, hoàn toàn không đủ - tắm - tắm với áp suất kém và thay đổi nhiệt độ đột ngột. Chỉ có cơ sở ăn uống là một nhà hàng chính thức quy mô đầy đủ, không có lựa chọn ăn nhẹ. Không có quán bar cho một đồ uống yên tĩnh - họ đã gửi chúng tôi ra ngoài trời mưa đến một căn phòng dưới tầng hầm tối"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "Bibimaru", "h_date": "  thg 7 2018", "h_title_comment": "Dịch vụ đẹp và tốt", "h_comment": "Khách sạn này có lẽ là khách sạn kiến ​​trúc Pháp đẹp nhất ở Đà Lạt, với vị trí tuyệt vời, nhìn ra Hồ Xuân Hương. Nhóm nghiên cứu được đào tạo tốt và tự do, đặc biệt là nhóm tiệc và Bellboys. Điều duy nhất cần cải thiện là thức ăn. Hương vị ăn sáng là trung bình và không có trái cây tươi của dalat như bơ có sẵn. Họ chỉ có dứa, dâu và chanh. Chúng tôi sẽ trở lại cho một buổi trà chiều!"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Đà Lạt Palace Heritage", "h_reviewer_name": "westwilshire", "h_date": "  thg 6 2018", "h_title_comment": "Mệt mỏi, nhưng được duy trì tốt, cung điện cần trang điểm", "h_comment": "Tôi sẽ không đổ vào Cung điện bởi vì đó là một công dân cao cấp vương giả cần được giúp đỡ một chút. Tôi rất thích ở lại của tôi nhưng tôi không chắc chắn tôi sẽ giới thiệu khách sạn. Cung điện Đà Lạt có một lịch sử lớn mà bạn trải nghiệm thời điểm bạn đến. Họ đi qua các chuyển động của một tài sản 5 sao nhưng thực tế accoutrements đang cần một số trợ giúp. Phần lớn đồ nội thất là mệt mỏi và giường phải là một trong những giường khách sạn tồi tệ nhất mà tôi từng ngủ. Tôi biết khi tôi nhìn thấy sự sụt giảm ở giữa nệm rằng nó sẽ là một đêm đau đớn. Ngoài phòng, các nhân viên khách sạn là hữu ích và dịch vụ là tốt. Ăn sáng thật ấn tượng, rất nhiều đồ ăn và tất cả đều được trình bày. Tôi nghĩ nhân viên khách sạn làm hết sức mình nhưng không gì có thể thay thế được một sự đổi mới"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Cosmopolitan446457", "h_date": "  thg 3 2019", "h_title_comment": "Thật sự ấn tượng", "h_comment": "Resort rất thích hợp cho những kì nghỉ của gia đình. Không khí trong lành, thoáng mát. Bữa sáng phong phú, trang trí đẹp. Đặc biệt anh bếp trưởng tên Vương thật sự rất ấn tượng. Nhà tôi có con nhỏ nên được anh quan tâm chăm sóc kĩ lưỡng trong bữa buffet sáng, a Vương còn cung cấp nhiều thông tin hữu ích về ăn uống, đi lại ở Đà Lạt.  Nhân viên resort lịch sự, dễ thương. Sẽ quay lại trong thời gian gần nhất."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "cogaidalat", "h_date": "  thg 12 2018", "h_title_comment": "hài lòng", "h_comment": "phục vụ nhà hàng nhiệt tình, khung cảnh lãng mạng , nằm khá sâu trong khu biệt lập cách xa thành phố. đồ ăn sáng hợp khẩu vị, phòng hơi cũ và lạnh. giá cả khá hợp lý, mình sẽ quay lại vào thời gian tới"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Voyager01479603315", "h_date": "  thg 11 2018", "h_title_comment": "Resort có cảnh đẹp núi rừng Đà Lạt", "h_comment": "Resort cảnh đẹp phù hợp với những người yêu thích thiên nhiên và yên tĩnh . Giá cả vừa phải cùng hệ thống sân Gold rộng . Phục vụ tạm ổn nhưng cần khắc phục một số hạn chế về chất lượng phòng cũng như đội ngũ nhân viên thì sẽ có nhiều khách đến hơn"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Ai N", "h_date": "  thg 11 2018", "h_title_comment": "Tệ hại", "h_comment": "Service ko xứng với giá cả cũng như danh hiệu 5 sao, phòng cách âm rất tệ, nghe rõ từng chữ phòng kế bên nói chuyện. buffet sáng nghèo nàn, ko refill. Resort xa trung tâm nhưng chẳng có gì để chơi. Có shuttle bus nhưng giờ chạy rất bất tiện"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Híu Híp", "h_date": "  thg 10 2018", "h_title_comment": "Khám phá Đà Lạt", "h_comment": "Khách sạn quá tuyệt vời Không thể không nhắc tới là cảnh quan nơi đây, rất yên bình mỗi khi sớm mai.  Nhân viên khá nhiệt tình, phòng bày trí đẹp. Ăn sáng buffet đa dạng.  Hồ bơi ngoài trời quá tuyệt vời với khung cảnh hữu tình. Nên trải nghiệm "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Kim", "h_date": "  thg 9 2018", "h_title_comment": "Xa xôi cách trở ", "h_comment": "Tọa lạc của khách sạn này không thuận tiện chúc nào, nằm tút sâu bên trong hồ Tuyền Lâm, ở đây đúng kiểu nghĩ dưỡng, hưởng thụ cuộc sống yên tĩnh. Nhân viên, phòng ốc, trang thiết bị..đúng chuẩn rồi, mình hài lòng. "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Ánh M", "h_date": "  thg 8 2018", "h_title_comment": "Kỳ nghỉ hè ", "h_comment": "Mô hình phục vụ tốt,  view cảnh đẹp.  Đồ ăn ngon, nhiều. Còn một số dịch vụ chưa được hoàn thiện như karaoke, bể bơi... Mong lần sau mọi dịch vụ đều hoàn hảo để trở thành khu nghỉ dưỡng mà ai cũng muốn đến.  "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "lethaiphuc13", "h_date": "  thg 7 2018", "h_title_comment": "Trận chung kết đáng nhớ", "h_comment": "Kỉ niệm 4 năm thành lập trung tâm cty tôi đã tổ chức một chuyến đi nghỉ dưỡng tại swissbell. Không gian quanh khu nghỉ dưỡng xanh mát mắt, không khí mát lạnh vói nhiều dịch vụ tiện ích khá tốt. Thật trùng là thời gian ở đây trùng với ngày đá trận chung kết nên càng làm chuyến đi này thêm phần đáng nhớ. Về thang điểm đánh giá mình cho 4/5... mình góp ý vài vấn đề : về đêm thiếu một số khu giải trí : bar, quầy rượu, bàn bída....buoi toi o day khá buồn tẻ, ko có các hoạt động để giết thời gian. Sàn hồ bơi ngoài trời nên làm gạch nhám, mình mém té dập mặt... Nếu có dịp mình sẽ kéo gia đình quay lại đây để tận hưởng vẻ đẹp mà thiên nhiên đã ban tặng cho khu nghĩ dưỡng."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Dangkhoa M", "h_date": "  thg 7 2018", "h_title_comment": "Nghỉ dưỡng cuối tuần", "h_comment": "View đẹp, không khí trông lành, phục vụ tốt, cơ sở vật chất rất ổn. Kết nhất là cái hồ bơi trong nhà. Nói chung mọi thứ khá good  nhưng xa trung tâm, đường vào quanh co và đi vòng khá xa. Thích hợp để nghỉ dưỡng sau quãng thời gian làm việc mệt mỏi."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Khoapda", "h_date": "  thg 5 2018", "h_title_comment": "Cơ sở vật chất khá tốt nhưng...", "h_comment": "Vì lần đầu tôi lái xe đến nên đường vào resort hơi khó vào, đường vào vòng vèo đường đèo, theo mình thì nên có bảng chỉ dẫn nhiều hơn để tiện việc đi vào. Đi vào trung tâm khá xa và vất vả.Các phòng được đặt trong thung lũng bao quanh là rừng thông và sân golf tuyệt đẹp. Cách bộ cục hồ bơi, khu chơi trẻ em khá hợp lý. Trong phòng rộng và đẹp, các thiết bị được đầu tư tốt. Điểm tôi không hài lòng nhất là dịch vụ nhà hàng, ngồi ăn trưa mà ruồi đầy, cơm sống nhưng giá thì 200.000-300.000 đồng thì thật vô lý. Nhân viên khá thân thiện nhưng có vẻ không training tốt nên khá lọng cọng khi xử lý tình huống. Ăn sáng không nhiều món và không ngon lắm nhưng chấp nhận được, tuy nhiên tiền nào của nấy."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Kha Ly K", "h_date": "  thg 4 2018", "h_title_comment": "Resort 5 sao nhưng quản lý nhà hàng không tôn trọng khách", "h_comment": "Tôi ở đây đêm 3/3-1/4. Đây là lần t2 tôi ghé resort bởi vì resort có cảnh khá đẹp. Nhưng lần này resort làm tôi rất thất vọng. Sáng ngày 1/4 tôi xuống ăn sáng ở ks, nhà hàng đông khách k có chỗ cho chúng tôi ngồi. Chúng tôi tự kiếm 1 bàn cho mình khi khách đã ăn xong và nhờ nv dọn dẹp. Nv dọn xong chúng tôi ngồi xuống thì a quản lý nhà hàng ra nói “ chỗ này có anh kia đặt, a chị kiếm chỗ khác”. Oh my god. Buffer sáng có đặt bàn trc à. Mà cho dù đặt trc thì cương vị quản lý a ta phải nói tế nhị hơn chứ. Ví dụ: bàn này có người đang ngồi, để tôi kiếm bàn khác giúp gia đình đc k. Đây a ta k nói vậy, mà nói với khách 1 cách thiếu tôn trọng. Chúng tôi tới nghĩ dưỡng, bỏ tiền dùng dịch vụ, chúng tôi mua dịch vụ đó. Nhưng cái thái độ tôn trọng tối thiểu lại k nhận đc. Đây là lần t2 tôi"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Huynh T", "h_date": "  thg 1 2018", "h_title_comment": "Cơm chưa chín!", "h_comment": "- Resort có khung cảnh đẹp.  - Nhân viên hành lý tuyệt vời, nhất là bạn trẻ trẻ trực trưa 10/1. - Dịch vụ chưa xứng với tiêu chuẩn 4 sao rưỡi. - Cách âm kém, âm thanh vọng từ hành lang, phòng kế bên về phòng gia đình mình rất to. - Mà đi trúng đợt gặp phải đám du khách Hàn Quốc vô văn hóa, nhầm phòng, đập cửa phòng mình nhiều lần, rất mạnh, y như muốn phá cửa, gây khó chịu. Ko một tiếng xin lỗi ! - Món ăn chưa tốt, cơm thì sống, mặc dù yêu cầu đổi 2 lần nhưng vẫn sống.  Hỏi nhân viên thì bảo nhà hàng thiên về món Âu hơn món Việt.  - Nhân viên tại nhà hàng chưa tốt, chưa thật sự thiện cảm với trẻ em."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "boycat03", "h_date": "  thg 1 2018", "h_title_comment": "Khung cảnh rất đẹp", "h_comment": "sạch sẽ, nhân viên thân thiện, nhiệt tình. có dịch vụ xe đưa đón đúng giờ.cô bé Lynh  điều xe rất dễ thương nếu cười nhiều hơn 1 chút. Điểm yếu: phòng cách âm không tốt, nghe tiếng phòng bên cạnh trò chuyện. ti vi khá nhỏ không xứng với 5 sao. buffet sáng không đa dạng.piano nên đặt ở vị trí trung tâm. tiện cho việc chụp ảnh và khi có người đàn người khác dễ quan sát"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Minh Thu H", "h_date": "  thg 12 2017", "h_title_comment": "Yên tĩnh", "h_comment": "Yên tĩnh, sạch sẽ, dịch vụ đưa đón khá tốt dễ ra vào Thành phố. Đường khá xa, tuy nhiên cảnh quang và nội thất đẹp. Thích hợp nghĩ dưỡng, Bữa sáng trung bình, thức ăn không phải là xuất sắc cho Resort. Nhân viên nhiệt tình, tuy nhiên trang web dễ gây hiểu lầm khi báo có mini Golf, không có sân mini Golf. Chỉ có sân lớn thôi."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Bao Lan N", "h_date": "  thg 11 2017", "h_title_comment": "ĐÀ LẠT MÙA DÃ QUỲ", "h_comment": "Điểm yếu: 1. Ăn sáng dở (như các khách sạn 5 sao khác, trong và ngoài nước) 2. Cách âm ko tuyệt đối 3. Thiếu cửa hàng mua sắm 4. Cơ sở y tế ko thấy 5. Toilet thiết kế thiếu vòi xịt  Điểm mạnh RẤT RẤT NHIỀU, ví dụ 1. Lễ tân rất lịch sự, cởi mở (ví dụ CHỊ ALICE) 2. Nhân viên dọn phòng rất nhẹ nhàng, tinh tế (phòng có mùi, đã xử trí bằng cách đốt tinh dầu) 3. Xe đạp miễn phí, dạo quanh khắp nơi 4. Hồ bơi rất sạch, ko hề có mùi Clo"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "putran511", "h_date": "  thg 11 2017", "h_title_comment": "Không xứng đáng với 1 khách sạn 4sao rưỡi", "h_comment": "Mình và gia đình hy vọng có 1 kì nghĩ dưỡng tuyệt vời ở đây. Vì là ks 4 sao rưỡi.  Nhưng ngay khi check in là đã có rất nhiều vấn đề. Bãi đậu xe rộng nhưng vạch kẻ rất khó chịu. Làm đậu xe vừa nghiêng vừa xuống dốc. Bạn nhân viên ngay chỗ đậu xe rất khó chịu luôn. Bước vô sảnh thấy đông người không hiểu chuyện gì. Nghe mới biết có ng đã chờ hơn 2 tiếng mà chưa đc check in. Chờ phòng. Và đến lượt mình cũng vậy. Chờ hơn 1 tiếng. Với ly do là: anh chị thông cảm, khách trc trả phòng trễ nên tụi em làm phòng ko kịp. Đó là lý do ko thể nào chấp nhận đc ở 1 ks đánh dấu treo bảng là 4 sao rưỡi.  Phòng thì sạch sẽ gọn gàng. Tuy có điều thiết kế dãy phòng sát hồ bơi nên nếu mở cửa thi1 nghe rất ồn ào nếu có ai đang bơi ở dưới. Đặc biệt là con nít. Vớt lại điểm cộng là ks có hồ bơi nước ấm"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "THU THUY H", "h_date": "  thg 10 2017", "h_title_comment": "Dịch vụ chưa xứng tầm với số *", "h_comment": "Mình đến Đà Lạt dịp cuối tuần, đi theo đoàn, ở Swiss Bel. Đường vào khu resort từ trung tâm khá xa, tầm 30p, trên đường cũng ko có bảng chỉ dẫn. View ở khách sạn khá đẹp, xung quanh là sân golf và núi, khá yên tĩnh, rất thích hợp để nghĩ dưỡng. Tuy nhiên vẫn còn 1 số hạn chế về dịch vụ. Đoàn mình có đặt 1 phòng đôi 2 giường và bổ sung thêm 1 giường sup. Tuy nhiên khách sạn không thêm gối và các đồ dùng cá nhân cho giường sup. Gối nằm ở 1 số phòng có mùi cảm giác như chưa được vệ sinh sạch sẽ. Đồ dùng cá nhân không để sẵn như 1 số resort khác, fai gọi điện hỏi lễ tân ks mới mang lên. Chất lượng sàn gỗ và cách âm của khách sạn cũng không được tốt.  Về dịch vụ ăn uống, thức ăn buffet sáng chưa phong phú. Đợt đoàn mình ở không fai mùa cao điểm du lịch ở đây, khách cũng không quá"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Nana", "h_date": "  thg 10 2017", "h_title_comment": "teambuilding 2017", "h_comment": "phong cảnh đẹp, nhưng khá xa thành phố, thích hop cho nghỉ dưỡng, phòng đẹp tuy nhiên cách âm không tốt, có thể nghe thấy âm thanh từ bên ngoài hành lang . thức ăn ngon, nhân viên nhiệt tình, chu đáo."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Jenny", "h_date": "  thg 9 2017", "h_title_comment": "Kỳ nghỉ thoải mái", "h_comment": "Đường đi hơi xa nhưng vị trí khá đẹp, từ trên tất cả các phòng nhìn ra sân golf và đồi thông rất thư giãn. Check in ok, nhân viên nhiệt tình, có hồ bơi nước ấm thích hợp cho trẻ em. Ăn sáng được. Tuy nhiên, phòng cách âm chưa tốt lắm, từ trong phòng có thể nghe rõ tiếng ồn ngoài hành lang. Trong phòng không lót thảm nên sẽ lạnh chân trong khi dép trong nhà thì quá mỏng. Nhưng nhìn chung rất đáng để trải nghiệm kỳ nghỉ tại Đà Lạt, gia đình sẽ quay trở lại."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "chinhiz", "h_date": "  thg 8 2017", "h_title_comment": "Dịch vụ cần phải thay đổi nhiều", "h_comment": "Khách sạn mới , đường vào tương đối khó khăn ,phòng ngủ và toilet đạt chuẩn 4 sao nhưng cách âm rất kém . Có view ra sân golf tương đối đẹp , cảnh quan xung quanh đang bị đào xới nên không còn sự hoang sơ đáng lý ra phải được giữ lại . Lễ tân ,nhân viên và nhà hàng không thân thiện ,bếp nấu không ngon ,buffet sáng quá ít món và chất lượng chỉ chấm được 3 sao . Hồ bơi nước ấm các bạn phải thay nước định kỳ ,nước rất bẩn không thể tắm được .dọn phòng còn bẩn và quá sơ sài không thể chấp nhận được cho khách sạn được xếp hạng 4 sao. Cơ sở vật chất còn rất tốt nhưng các bạn phải cải thiện dịch vụ nếu muốn khách quảng bá và quay trở lại ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "ViusTran", "h_date": "  thg 8 2017", "h_title_comment": "Hài lòng !", "h_comment": "Kỉ niệm 4 năm ngày cưới với anh bạn \"chiến tửu\" trăm năm tại đây. Cảm ơn resort đã cho vc mình thời gian nghỉ dưỡng tuyệt vời. Nhân viên thân thiện, dịch vụ tốt, cảnh quan đẹp. Đặc biệt, có bác Manager người nước ngoài thường xuyên có mặt quan sát kiểm tra dịch vụ ở những nơi tập trung đông khách hàng, trông rất pro :). Tuy nhiên, 1 chút ko hài lòng về housekeeping trong việc kiểm tra đồ uống ở tủ lạnh:số lượng các bạn ghi trong bảng kiểm tra ko khớp số thực tế khi mình nhận phòng.Lúc check out cũng có 1 đoàn gặp trường hợp tương tự, cần chú ý hơn nhé. Ngoài ra tất cả đều hài lòng. P/s: nên xác nhận lại thông tin và dịch vụ đi kèm với những khách mua phòng theo gói khuyến mãi: hello to your vacation, stay & enjoy,....khi check in tại quầy Lễ Tân."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Dat T", "h_date": "  thg 8 2017", "h_title_comment": "Phù hợp nghỉ dưỡng", "h_comment": "Khung cảnh đẹp, phòng rộng, chăn nệm không được sạch lắm. Đường vào khá xa, đẹp tuy nhiên hơi nhỏ và tương đối nguy hiểm. Phù hợp nghỉ dưỡng, không phù hợp du lịch. Nhân viên cần cải thiện kỹ năng nhiều. Ăn sáng ít món, tuy nhiên món nước như phở, nui khá ngon."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Mimi Y", "h_date": "  thg 7 2017", "h_title_comment": "Rất thất vọng.", "h_comment": "Dịch vụ đặt xe của khách sạn rất thiếu chuyên nghiệp, 2 bên xác nhận thoả thuận đặt xe riêng 9h từ trung tâm Đà Lạt về khách sạn. Nhưng cuối cùng 9h đêm không có xe đến đón, lễ tân cũng không thông báo cho chúng tôi biết là xe về hết và bỏ lại chúng tôi ở trung tâm thành phố. Hứa hẹn book taxi nhưng cũng không tròn trách nhiệm -không có taxi đến đón.  Chúng tôi tự đi về. Trên đường về khách sạn sau cuộc đt cuối ở trên cũng k gọi điện lại cho chúng tôi, nếu đêm đó chúng tôi không về được thì ráng chịu. Khách sạn ngó lơ và không nhận được 1 lời xin lỗi hay giải thích.  Nhân viên lễ tân đi đâu hết không ai trông quầy vào lúc chúng tôi về để có thể được làm việc trực tiếp về vấn đề trên.  Sẽ không bao giờ quay lại."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Mai N", "h_date": "  thg 6 2017", "h_title_comment": "Rất tốt", "h_comment": "Vị trí khách sạn khá xa thành phố. Tuy nhiên, đường đi rất đẹp và cuối con đường, khách sạn hiện lên như một bức tranh. Dịch vụ của khách sạn nhìn chung khá tốt. Hơi tiếc một chút là kid's corner chưa đi vào hoạt động nên buổi tối, bọn trẻ hơi buồn. Thức ăn ở khách sạn khá ổn. Nhân viên vui vẻ, niềm nở."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "Kim Trần", "h_date": "  thg 5 2017", "h_title_comment": "Nghĩ dưỡng thường niên", "h_comment": "Nhân viên, phòng ốc, và tiện nghi rất tốt, có sân golf xung quanh làm tăng thêm cảnh đẹp và lãng mạn lúc bình minh và hoàng hôn....điểm + thêm là có 2 bể bơi trong và ngoài khách sạn, ngoài ra các dịch vụ trong Spa giá cả hợp lí, NV thân thiện và chuyên nghiệp....luôn làm khách hài lòng"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "duckieu34", "h_date": "  thg 11 2016", "h_title_comment": "Khách sạn trong thung lũng", "h_comment": "Khách sạn có một cảnh quan đẹp, nhất là khu vực nhà hàng bên ngoài có view tuyệt đẹp nhìn xuống hồ bơi và sân golf...  Phòng đẹp, nội thất sang trọng và ấm cúng. Bữa sáng tự chọn phong phú, và ngon... Khách sạn có hồ bơi nước nóng tuy nhiên nếu khách sạn chú ý khâu vệ sinh khu vực này thì tuyệt vời hơn."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Swiss-Belresort Tuyen Lam Dalat", "h_reviewer_name": "RosyNguyen", "h_date": "  thg 6 2016", "h_title_comment": "Khách sạn đẹp giữa rừng sâu", "h_comment": "Khách sạn nằm rất xa trung tâm thành phố. Phòng cảnh ở đây rất thơ mộng, yên tĩnh và lãng mạn. Phòng đẹp, phục vụ OK. Buffet sáng tạm ổn, nhà hàng có view sân golf đẹp. Hồ bơi ngoài trời rộng, hồ bơi trong nhà hơi nhỏ và có nhiều bụi bám trên thềm."}
]