[
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Leah Silk Hotel", "h_reviewer_name": "GaliciaMundo", "h_date": "  thg 12 2022", "h_title_comment": "Muy bien ", "h_comment": "Hotel muy bien situado en pleno centro de Hanoi. Habitación muy acogedora. Personal muy amable y sonriente. Desayuno variado. Tan sólo baja mi puntuación,  que el agua caliente de la ducha es un poco irregular por lo que no me resultó del todo satisfactoria. Por lo demás, estupendo."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "La Siesta Premium Hang Be", "h_reviewer_name": "Lương C", "h_date": "  thg 7 2022", "h_title_comment": "Bị Ăn trộm ngay trong khách sạn uy tín nhất.", "h_comment": "Lần đầu tiên quay trở lại Hà Nội sau gần 10 năm. Gia đình tôi háo hức và hy vọng sẽ có 1 kỳ nghỉ thật tuyệt vời và trọn vẹn nhưng chuyện không may lại xảy ra đúng vào thời điểm nhiều hy vọng ấy  Gia đình chúng tôi ở lầu 2 phòng view ban công mặt tiền Khách sạn, tối hôm đó đã bị tên trộm trèo lên mở khoá cửa và lấy mất sợi dây chuyền kỷ niệm, tuy đối với gia đình tôi giá trị bị mất không phải là quá lớn lao nhưng tinh thần đã bị suy sụp hoàn toàn trong khoảng thời gian đó. Rất may phòng tôi hôm đó có 3 người lớn ở cùng phòng, Nếu hôm đó chúng tôi không truy hô hay chỉ có một mình tôi trong phòng và têm trộm có hung khí thì không biết sự việc đã diễn ra tồi tệ như thế nào.  Trải qua sự việc này gia đình tôi sẽ để mọi việc trôi qua và như ông bà thường nói “ Của đi thay người”  ,  tôi chỉ hy vọng chia sẻ để mọi người sẽ không bị lặp lại tình trạng như tôi đã trải qua. Mặc dù đã ở trong khách sạn uy tín, lượt ratinh cao, ngay trung tâm đông đúc và sầm uất nhất, hoàn toàn tin tưởng vào khách sạn. nhưng điều đáng tiếc nhất đã xảy ra.   Chúng tôi hy vọng sau sự việc đáng tiếc này Khách sạn sẽ có bảo vệ trực vào ban đêm để tăng cường an ninh, cũng như sẽ có thêm hệ thống camera và khoá báo động cửa để đảm bảo an toàn cho các hành khách lưu trú tại khách sạn.  Luôn mong các bạn sẽ luôn có chuyến đi thật trọn vẹn và hạnh phúc tại thủ đô. Vì thật sự thủ đô chúng ta rất đẹp và là một nơi đáng đến một lần trong đời."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Scent Premium Hotel", "h_reviewer_name": "Tania Birne", "h_date": "  thg 1 2023", "h_title_comment": "Sehr freundliches Personal. Zimmer ok", "h_comment": "Im Allgemeinen gutes Preis-Leistungsverhältnis. Sehr sehr nettes und freundliches Personal, gut organisiert, sehr disponibel. Zimmer sind mäßig sauber.  Das Duschwasser war nicht sehr warm. Die Position des Hotels ist gut. Frühstücksbuffet war in Ordnung. Im Großen und Ganzen sind wir zufrieden."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Paragon Noi Bai Hotel & Pool", "h_reviewer_name": "Kamil Z", "h_date": "  thg 2 2020", "h_title_comment": "Vị trí tuyệt vời", "h_comment": "Chúng tôi bay đến Hà Nội từ Nha Trang vào buổi tối và phải đáp chuyến bay trở về nhà vào sáng hôm sau, Địa điểm lý tưởng chỉ cách sân bay 5 phút lái xe. Thức ăn không tuyệt vời, Khách sạn cung cấp dịch vụ đưa xuống sân bay miễn phí, Khu vực bể bơi có một cái nhìn tuyệt vời về sân bay tuyệt vời cho người chạy máy bay!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Paragon Noi Bai Hotel & Pool", "h_reviewer_name": "Patrick D", "h_date": "  thg 1 2020", "h_title_comment": "Tuyệt vời cho một đêm và đi bộ khoảng cách", "h_comment": "Nơi tuyệt vời rất sạch sẽ và mới. Chủ nhà ngoan ngoãn. Từ đây đến ga quốc tế T 2 chỉ mất 15 phút đi bộ. Tôi đã không ăn ở đây. Tôi tìm thấy các khu phố là cơ bản. Sẽ thích nhiều tấm vải hơn vì tôi nhạy cảm với làn da. Giường là công ty đó là cách tôi thích nó."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn Hanoi Space", "h_reviewer_name": "Laz de Silva", "h_date": "  thg 11 2019", "h_title_comment": "Ở rất tốt giữa sự hối hả và nhộn nhịp", "h_comment": "Tôi ở trong khách sạn này 2 đêm trước chuyến đi Sapa và một đêm nữa khi tôi trở về. Trong cả hai lần, tôi được phân bổ phòng đôi sang trọng chính xác trên cùng một tầng.  Khách sạn: Khách sạn nhỏ và sạch sẽ này nằm ở trung tâm của khu phố cổ Hà Nội trong vòng 2 - 3 phút đi bộ đến phố Tạ Hiển nổi tiếng (phố bia).  Khi tôi đến, tôi được chào đón nồng nhiệt bởi một cậu bé và nhân viên tiếp tân rất thân thiện và được tặng một đĩa trái cây và nước trái cây tươi trong khi họ đang chăm sóc việc đăng ký. Tất cả nhân viên đều rất thân thiện trong suốt thời gian tôi ở, công việc dọn phòng luôn được chú trọng và các khu vực chung của khách sạn không tì vết.  Tôi không sử dụng wi-fi của khách sạn vì tôi đã mua thẻ sim du lịch tại sân bay. Và tôi cũng không thể thử bữa sáng miễn phí của họ.  Vì vậy, tôi không thể bình luận về các dịch vụ này.  Vị trí: Xe buýt tốc hành sân bay 86 cũng như xe buýt ngủ lớn từ Sapa dừng lại trong vòng 5 phút đi bộ đến khách sạn rất thuận tiện. Khách sạn nằm ở rìa phía đông của khu phố cổ, vì vậy nếu bạn đến từ sân bay, hãy thông báo cho người dẫn đường 'xe buýt tốc hành 86' mà bạn muốn xuống tại trạm dừng chân '142 Dương Trần Quang Khải'. Bạn sẽ tiết kiệm được một đống so với việc bắt một chiếc taxi từ sân bay.  Đây là chuyến đi thứ 2 của tôi đến Hà Nội và trước đây đã ở trong nhiều khách sạn khác trong cùng khu vực (Khu phố cổ), tôi đã có một ý tưởng hợp lý về địa điểm trước khi đặt phòng. Tôi có thể nói gì, khách sạn chắc chắn nằm ở trung tâm của tất cả với các cửa hàng cà phê, quán bar, nhà hàng, câu lạc bộ, đại lý du lịch, dịch vụ giặt ủi, hiệu thuốc, vv ngay bên dưới và xung quanh khách sạn. Một nhà hàng BBQ nổi tiếng của Việt Nam 'Bo Nuong Xuan Xuan' nằm gần bên kia đường từ khách sạn mà tôi đánh giá cao.  Hầu hết phải xem các địa điểm trong khoảng cách đi bộ từ khách sạn bao gồm hồ, quán cà phê trứng nổi tiếng, đường xe lửa và tất nhiên là phố bia Ta Hien. Và tôi thấy môi trường xung quanh rất an toàn.  Phòng: Một phòng đôi sang trọng ở tầng cao hơn được chỉ định theo yêu cầu, chính xác như trong hình với không gian vừa phải, hiện đại và rất sạch sẽ. Có một quầy bar nhỏ, nước miễn phí, bàn học, két sắt và hai cửa sổ nhỏ mà không may không có nhiều tầm nhìn.  Chiếc giường rộng và rất thoải mái và TV màn hình phẳng có rất nhiều kênh tiếng Anh bao gồm nhiều kênh âm nhạc. Không khí làm việc rất tốt và giữ cho căn phòng đẹp và lạnh.  Phòng tắm: Tôi rất đặc biệt về phòng tắm khi đặt phòng khách sạn, và thường xuyên hơn không, tôi thà có một phòng tắm đẹp hơn một phòng ngủ đẹp hơn. Trong trường hợp này tuy nhiên tôi không có gì để phàn nàn vì phòng tắm cũng tốt như phòng ngủ.  Nó rất sạch sẽ, có kích thước khá, với một nhà vệ sinh hiện đại, bàn trang điểm rộng rãi, và một lối đi lớn trong vòi hoa sen với đầu vòi hoa sen. Không có vấn đề với áp lực nước và nước nóng. Buồng tắm có một cửa sổ nhìn vào phòng ngủ có thể được đóng lại bằng rèm (bởi người đang tắm). Tiện nghi phòng tắm cơ bản được cung cấp bao gồm sữa tắm và dầu gội đầu.  Điều không tốt: Tốt. . . Tôi biết những gì tôi đã ở trước khi đặt phòng liên quan đến tình trạng tiếng ồn từ các câu lạc bộ xung quanh vì vậy tôi đặc biệt yêu cầu một phòng trên tầng cao ở phía sau của khách sạn.  Tôi thường là một con cú đêm và thường quay trở lại phòng của mình chỉ sau khi câu lạc bộ đóng cửa, tuy nhiên trong chuyến đi này, bằng cách nào đó tôi thấy mình đi ngủ vào nửa đêm. Vào đêm đầu tiên tôi ngủ rất khó ngủ, đó không phải là tiếng ồn quá lớn mà là tiếng bass liên tục tôi có thể nghe thấy khiến tôi thức đến tận nửa đêm về sáng, đó là lý do duy nhất tôi đưa cho khách sạn 4/5.  Tuy nhiên, trong hai đêm khác, điều đó không làm tôi bận tâm nhiều và tôi đã có thể nhắm mắt đàng hoàng. Có lẽ đó là thứ tôi cần để làm quen hoặc có lẽ tôi đã quá mệt mỏi. Dù bằng cách nào tôi cũng biết về vấn đề âm thanh trước khi đặt phòng nên tôi nên lên kế hoạch tốt hơn bằng cách mang theo nút tai bên mình. Xem xét tôi không phải là khách duy nhất nêu ra vấn đề này, có thể là một ý tưởng tốt cho khách sạn để cung cấp nút tai miễn phí hoặc có sẵn để mua bằng cách đặt một ghi chú nhỏ trong tất cả các phòng để thông báo cho khách về sự sẵn có của nó.  Phần kết luận: Tiếng ồn / âm trầm có thể hoặc không phải là một vấn đề cho tất cả. Tuy nhiên, nó đã làm phiền tôi một chút chủ yếu vào đêm đầu tiên của tôi, vì vậy lần sau tôi sẽ mang theo nút tai hoặc tiệc tùng cho đến khi các câu lạc bộ đóng cửa.  Tôi có thể quay lại khách sạn này và giới thiệu nó cho bạn bè và những người bạn đồng hành không? Vâng, tôi chắc chắn sẽ! Tôi không thể tìm thấy bất kỳ lỗi nào với phòng, nhân viên đều tuyệt vời và giá đưa ra cho vị trí của nó là vô cùng cạnh tranh."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "Hồ Ly Đại Tiên", "h_date": "  thg 7 2017", "h_title_comment": "Dịch vụ tốt bù đắp những hạn chế về vị trí địa lý", "h_comment": "Nhà mình ở gần Fortuna nên không chỉ tiệc cưới, tiệc sinh nhật tổ chức ở đây mà thỉnh thoảng gia đình cũng ghé Fortuna nghỉ ngơi, ăn uống. Dịch vụ phòng và đội ngũ quản lý/nhân viên khách sạn rất chuyên nghiệp, phục vụ chu đáo và đồ ăn rất ngon, đa dạng menu Âu Á cho thực khách lựa chọn. Phòng ốc của khách sạn không quá sang trọng và cầu kì như Hanoi Metropole hay Melia hoặc Hilton nhưng bố trí thiết kế hiện đại hợp lý và khá đầy đủ tiện nghi từ quầy bar, lò vi sóng, bàn làm việc hướng cửa kính to nhìn ra phố. Điểm hạn chế là Fortuna tọa lạc ở đầu Láng Hạ, phố hay tắc đường và cấm taxi từ 16h30 đến 19h30 nên để di chuyển đến và ra khỏi khách sạn trong khoảng thời gian này hơi bất tiện. Mặt khác view khách sạn nhìn ra xung quanh chủ yếu là nhìn nhà dân hoặc hồ Thành Công, không  đẹp như view của các khách sạn ven hồ Tây hay trung tâm bờ Hồ khác. Nếu muốn trải nghiệm các món ăn Trung Hoa - Việt Nam tại Fortuna thì nhà hàng May Mắn tại tầng 2 là sự lựa chọn không tồi. Ở đây có buffet dim sum và món vịt quay Bắc Kinh rất ngon cùng với thực đơn special promotion thay đổi liên tục hàng tháng."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Hanoi Paon Hotel & Spa", "h_reviewer_name": "Nicoleuren16", "h_date": "  thg 8 2018", "h_title_comment": "Khách sạn tốt", "h_comment": "Đây là một khách sạn tốt ở một vị trí tuyệt vời, hồ bơi đáng yêu trên sân thượng để bơi lội và chiêm ngưỡng thành phố và bữa sáng đáng yêu. Nhân viên đã rất thân thiện và hữu ích, một chút đắt tiền cho ý thích của tôi. Vẫn là một kỳ nghỉ tuyệt vời!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn Hanoi Space", "h_reviewer_name": "Lavenash", "h_date": "  thg 9 2019", "h_title_comment": "2 đêm nghỉ tại khách sạn Hà Nội", "h_comment": "Dịch vụ rất tốt. Khách sạn được cung cấp bởi hướng dẫn viên của tôi, Aio du lịch Việt Nam, Mr Albert. Phòng và nhà vệ sinh là giường đẹp, sạch sẽ và thoải mái. Họ đã cho chúng tôi bộ chuyển đổi quốc tế và túi sắt và giặt ủi. Chai nước khoáng miễn phí. Ăn sáng rất ngon, bằng cách này, không phải là buffet. Bạn có thể đặt hàng những gì bạn muốn có cho bữa sáng. Họ đã cho chúng tôi đồ uống và trái cây chào đón sau chuyến xe buýt dài từ sapa đến Hà Nội. Khách sạn nằm gần các câu lạc bộ và quán bar. Vì vậy, vào ban đêm, bạn nghe một chút âm thanh, nhưng thực sự là một vấn đề lớn."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "Tiffany D", "h_date": "  thg 10 2019", "h_title_comment": "Khách sạn đẹp, trải nghiệm Subpar", "h_comment": "Ở lại đây một đêm và đó là một kinh nghiệm tổng thể. Các khách sạn và tiện nghi là đẹp. Tuy nhiên, bạn tôi và tôi quyết định làm một chuyến kiểm tra muộn kể từ khi chuyến bay của chúng tôi diễn ra đến 11 giờ tối. Chúng tôi đang ở trong sảnh và đặt món ăn và boba thông qua ứng dụng Grab và một nữ nhân viên đã đến gặp chúng tôi và nói rằng chúng tôi không được phép mang thức ăn từ bên ngoài. Cô tuyên bố rằng có đồ ăn thức uống được bán trong khách sạn. Nếu chúng tôi muốn ăn thức ăn chúng tôi yêu cầu, chúng tôi sẽ phải rời đi. Khi được hỏi về việc tại quầy lễ tân về những gì khách làm khi họ đã trả phòng, nhân viên lễ tân nói rằng không có chỗ ở trong khách sạn và ghế ở bên phải của quầy lễ tân chỉ dành cho quán cà phê nằm ở sảnh vì thế chúng tôi không được phép ăn thức ăn ở đó.  Thật kỳ lạ khi một khách sạn bốn sao sẽ yêu cầu khách trả tiền của họ rời khỏi khu vực lân cận khi họ không muốn trả tiền cho thức ăn của khách sạn quá đắt. Chúng tôi cuối cùng chỉ rời đi với thức ăn của chúng tôi và đi đến sân bay trước đó sau đó lên kế hoạch. Kinh nghiệm rất đáng thất vọng để nói rằng ít nhất."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "juliabbbbb", "h_date": "  thg 10 2019", "h_title_comment": "Hoàn toàn không phải tình trạng bốn sao", "h_comment": "Quầy lễ tân là thô lỗ. Không ai giúp bạn bất cứ điều gì. Họ gặp khó khăn trong việc tìm kiếm đặt phòng của chúng tôi và họ đã khiến chúng tôi chờ khoảng 20 phút. Thức ăn quá đắt và quá hấp dẫn (chúng tôi đã ăn tối và ăn sáng). Cocktail đã chảy nước. Căn phòng không rộng rãi và chúng tôi đặt hai giường đôi nhưng phòng có một vị vua và một đôi. Bộ phận sưởi ấm có mùi như khói nhưng AC làm căn phòng đóng băng. Trong khi chờ đợi để đi đến sân bay, chúng tôi đã có boba mà chúng tôi đã nói rằng chúng tôi không thể uống trong sảnh vì họ có đồ uống tại quán cà phê của họ. Chúng tôi cũng được bảo can có thể mang bất kỳ đồ ăn bên ngoài hoặc đồ uống vào vì họ muốn làm cho bạn ăn tại quán cà phê của họ. Cơ sở đẹp nhưng dịch vụ rác. Chắc chắn không nên là một khách sạn bốn sao. Nhân viên tốt  nhất ở đây là quản gia và tệ nhất là quầy lễ tân"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Hanoi Paon Hotel & Spa", "h_reviewer_name": "171jaynee2018", "h_date": "  thg 7 2018", "h_title_comment": "Nice khách sạn ở vị trí tuyệt vời", "h_comment": "Chúng tôi đã có một kỳ nghỉ tốt tại khách sạn và tìm thấy các nhân viên hữu ích, vị trí tuyệt vời, và các cơ sở tốt. Các bữa ăn sáng không phải là tốt nhất chúng tôi đã có ở Việt Nam nhưng giá trị tốt cho tiền. Các phòng đều rộng rãi, mặc dù có thể làm với rèm ngăn chặn tốt hơn để cho phép ngủ lâu hơn."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Hanoi Paon Hotel & Spa", "h_reviewer_name": "Homer", "h_date": "  thg 7 2018", "h_title_comment": "OK nhưng sẽ không đi đường cho bạn, trừ khi bạn trả tiền.", "h_comment": "Vị trí tuyệt vời, hồ bơi không thể sử dụng được do nhiệt độ 40 độ và giống như một món súp, không phải lỗi của họ. Họ rất hữu ích và lịch sự, nhưng khi tôi muốn biết về một bộ đồ giặt ngoài, họ đột nhiên có vẻ tranh đấu với rào cản ngôn ngữ, tôi nghĩ họ thích chúng tôi sử dụng dịch vụ giặt ủi trong nhà hơn. Vấn đề của chúng tôi là ngày khởi hành của chúng tôi, chúng tôi đã ở lại 3 đêm, thanh toán đầy đủ giá và vào ngày khởi hành của chúng tôi muốn giữ phòng cho đến 2 giờ chiều. Họ muốn 50% tỷ lệ đầy đủ sau đó giảm xuống còn 30%, sau khi tôi phản đối. Tôi hỏi nếu người phụ nữ có thể nói chuyện với người quản lý và kéo dài thêm giờ cho chúng tôi như là một lịch sự miễn phí. Người quản lý đã quay lại ngay lập tức và nói rằng họ không thể vì họ đã được đặt hết chỗ. Không đúng, nhiều  phòng vẫn có sẵn trên công cụ đặt phòng. Chúng tôi dành 3 đến 4 tháng đi du lịch châu Á mỗi năm, làm một số công việc vv. . tất cả những nơi tôi đã ở lại đã được trang bị và hầu hết tôi trở lại. Vì lợi ích của một giờ, để tắm và làm mới trước khi chiến đấu với nhiệt độ 40 độ sẽ tốt đẹp. Nó không phải là nếu họ thiếu nhân viên, 6 - 7 px treo quanh lễ tân cả ngày có thể đã làm sạch phòng của chúng tôi trong 10 phút. Rất thất vọng và sẽ không quay trở lại."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Oakwood Residence Hanoi", "h_reviewer_name": "Jack Arsenal", "h_date": "  thg 10 2022", "h_title_comment": "Ấn tượng", "h_comment": "Tôi rất ấn tượng với khuôn viên sảnh, vườn và phòng ở của khu căn hộ Oakwood Hà Nội. Các bạn nhân viên Lễ tân rất thân thiện và nhiệt tình trong công việc. Phòng ốc được bố trí các trang thiết bị khá là hiện đại. Nhân viên buồng phòng rất tươi vui, thân thiện. Mình thích dk tắm ở phòng xông hơi trên tầng 16, hơn thế nữa, tôi dk tận hưởng cảm giác ngắm nhìn hoàng hôn xuống và cảnh Hồ Tây trên tầng 16 của khu căn hộ. , nếu có cơ hội, tôi sẽ vẫn chọn Oakwood Hà Nội là nơi dừng chân của mình trog những lần tới!"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Leah Silk Hotel", "h_reviewer_name": "alexmgs", "h_date": "  thg 11 2022", "h_title_comment": "Scammed", "h_comment": "Average hotel. Make sure you check your invoice at the end of you stay as I got scammed by the Guy at the reception desk. The intentionally add extar staff on it and even asks you for more money at the end. A/c was not working properly and this is a huge problem în hanoi."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Leah Silk Hotel", "h_reviewer_name": "Mohammad A", "h_date": "  thg 11 2022", "h_title_comment": "Good Location", "h_comment": "Nice Boutique hotel. Location is good near Center. With a nice roof top seating area. Good sized rooms, friendly staff and welcoming.   However, cleaning in the rooms, needed more improvement, pillos were dirty.   Breakfast was very limited."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "The Q Hotel", "h_reviewer_name": "Barney B", "h_date": "  thg 11 2019", "h_title_comment": "Thoải mái, nhân viên tuyệt vời và vị trí tốt", "h_comment": "Khách sạn hoàn hảo cho một vài đêm ở Hà Nội. Nằm gần khu phố cổ nhưng một chuyến đi dễ dàng của Grab (phiên bản Việt Nam của Uber) từ hầu hết các thành phố. Nhân viên rất hữu ích với các khuyến nghị và luôn sẵn lòng giúp đỡ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Scent Premium Hotel", "h_reviewer_name": "D&V", "h_date": "  thg 12 2022", "h_title_comment": "Really Happy with our stay at the Scent Premium!", "h_comment": "Great Location, Excellent breakfast - Great Customer Experience  Special thanks to Miss Jasmine for helping us make our visit to Hanoi and Ha Long bay an exceptional experience! Our children still have some sweets left over from our visit ;-)  The hotel was a pleasure to stay in, right in the thick of the buzz of Hanoi!  Regards"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách Sạn Hanoi Space", "h_reviewer_name": "Julie P", "h_date": "  thg 2 2019", "h_title_comment": "Chỉ trung bình", "h_comment": "Vị trí tốt gần mọi thứ nên có thể nghe nhạc từ phòng tôi nhưng căn phòng thực sự nhỏ không có cửa sổ. . . cảm thấy ngột ngạt. . nói với họ tôi không hài lòng với căn phòng nhưng họ đã đầy nên không thể làm gì được. . . Đối với giá tôi đã trả nó là ok. ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "Wabahoye1", "h_date": "  thg 10 2019", "h_title_comment": "Rất đẹp", "h_comment": "Mọi thứ đều tốt đẹp như hầu hết mọi người đã mô tả. Nhân viên thân thiện, phòng sạch sẽ, trung tâm thể dục vững chắc, hồ bơi đẹp. Bữa sáng rất ngon. Chỉ là một kỳ nghỉ rất dễ chịu. Internet rất đáng tin cậy và nhanh chóng, đó là một mục rất quan trọng đối với bất kỳ khách du lịch kinh doanh nào."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "Johannes B", "h_date": "  thg 7 2019", "h_title_comment": "Không phải là khách sạn 4 sao", "h_comment": "Đây không phải là một khách sạn 4 sao, tầm thấp 3 sao theo ý kiến của tôi. Các phòng được sạch sẽ có một kích thước OK. Nhưng TV là một màn hình phẳng nhưng cũ và nhỏ, phải mất nước ấm khi tắm, và wifi thì tào lao (bạn phải trả tiền để có tốc độ \"bình thường\").  Khách sạn có 3 nhà hàng nhưng không thể tìm thấy bất kỳ thực đơn nào trong phòng của tôi vì vậy tôi đã phải ghé thăm từng nhà hàng để tìm hiểu thực đơn của họ. Hệ thống thang máy đã hoạt động; Khi cố gắng đi thang máy, bạn phải đẩy cả hai nút ra bên ngoài và chỉ hy vọng nó dừng lại. Bên trong thang máy bạn phải nhớ quẹt thẻ trước khi nhấn nút (nếu bạn đã làm sau hoặc quên chuyến đi đã bị hủy).  Các phòng tập thể dục là OK. Các nhân viên rất thân thiện và hữu ích. Nhưng tất cả những điều nhỏ nhặt và giá cả làm cho điều"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Hanoi Paon Hotel & Spa", "h_reviewer_name": "borememore", "h_date": "  thg 6 2018", "h_title_comment": "Khách sạn hoàn toàn mới và vị trí rất đẹp ở Hà Nội", "h_comment": "Chúng tôi đã dành 8 ngày trong khách sạn mới này. Nó nằm ở một vị trí tuyệt vời, 5 phút đi bộ từ hồ Hoàn Kiếm. Xung quanh khu vực có rất nhiều nhà hàng. Đó là một nơi yên tĩnh, chúng tôi không nghe thấy tiếng ồn của thành phố. Bữa sáng trung bình nhưng đầu bếp thì đẹp và thân thiện. Các phòng đã được tốt đẹp, và rất sạch sẽ. Có một hồ bơi thủy lực nhỏ trên mái nhà và nó rất đẹp sau khi đi bộ trong thành phố. Tất cả các nhân viên từ bữa ăn sáng đến lễ tân đều rất tuyệt. Chúng tôi đặt một hành trình đến Vịnh Hạ Long với Trang và nó đã được tổ chức rất tốt. Khách sạn vừa được khai trương nên trong thời gian lưu trú của chúng tôi, chúng tôi phải thừa nhận rằng khách sạn đang được xây dựng nên nó ồn ào."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Impressive Boutique Hotel", "h_reviewer_name": "Hannah", "h_date": "  thg 12 2019", "h_title_comment": "[CẢNH BÁO] ít ấn tượng hơn", "h_comment": "Đối tác của tôi và tôi đã đặt phòng một đêm tại khách sạn ấn tượng thuộc sở hữu của cùng một công ty - khách sạn ấn tượng Hà Nội và nằm bên kia đường. Khách sạn sử dụng cùng sảnh. Chúng tôi thậm chí không ở lại đêm vì khách sạn và phòng rất thất vọng. Họ đã mở một tiệm làm móng ở nơi từng là tiền sảnh. Mùi hôi thối của hóa chất thật khủng khiếp và chúng tôi phải trèo qua chân khách hàng. Khi đến phòng của chúng tôi trên tầng 5 (không có thang máy), mùi không tan. Căn phòng tồi tàn với đồ đạc bị hư hỏng và tay cầm bị mất tích. Có mùi thức ăn trộn với hóa chất làm móng. Chúng tôi dành khoảng 20 phút trong phòng trước khi quyết định trở về khách sạn trước đây vì mùi hôi thối không thể chịu nổi và khiến chúng tôi đau đầu. Chúng tôi yêu cầu hoàn lại tiền trên cơ sở rằng ở lại đó là  không thể. Nhân viên tiếp tân mời chúng tôi một phòng trong khách sạn chị em để có thêm 20%. Chúng tôi không thể bận tâm tranh luận và có nguy cơ lặp lại hoặc vấn đề khác. Ngoài ra đặt phòng của chúng tôi quảng cáo bao gồm bữa sáng. Khi chúng tôi hỏi về nhân viên tiếp tân này cho biết không bao gồm bữa sáng. Chúng tôi nghĩ rằng thật là ranh mãnh khi cung cấp phòng tốt hơn và yêu cầu chúng tôi phải trả nhiều tiền hơn khi phòng là không thể. Sẽ không đề nghị!"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Impressive Boutique Hotel", "h_reviewer_name": "Ashlee F", "h_date": "  thg 12 2019", "h_title_comment": "Giống như một ngày hẹn hò tồi tệ", "h_comment": "Chúng tôi đã đặt khách sạn cổ điển này cho ba đêm ở Hà Nội. Các đánh giá trông tuyệt vời và hình ảnh cho thấy các phòng rộng rãi với một sảnh đẹp. Thật không may, đây không phải là kinh nghiệm chúng tôi có. Sảnh đường cao tốc là một quán bar làm móng và để đi đến cầu thang người ta phải bước qua chân khách hàng. Sau đó chúng tôi đã có một chuyến bay 6 bước lên phòng của chúng tôi đó là một sự thất vọng như vậy. Nó nhỏ, cũ và phòng tắm thật tồi tệ. Nước nóng kéo dài 5 phút và vòi hoa sen rò rỉ trên toàn bộ sàn nhà. Chủ nhà của chúng tôi giải thích rằng khách sạn đã đầy nên tôi mong đợi mặc dù đã đặt phòng từ nhiều tuần trước, bởi vì chúng tôi đến vào buổi tối sau chuyến bay kéo dài 13 giờ từ U. K. chúng tôi đã nhận được thức ăn thừa. Vì đã quá muộn để tìm chỗ ở thay thế, chúng  tôi ở lại một đêm trước khi chuyển đi nơi khác. Sau khi giải thích sự không hài lòng của chúng tôi với chủ nhà, họ đã hủy 2 đêm còn lại của chúng tôi mà không tính phí."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Hanoi Exclusive Hotel", "h_reviewer_name": "Ling Leong Hong", "h_date": "  thg 1 2020", "h_title_comment": "Ôn tập", "h_comment": "Khách sạn trông sạch sẽ, và phòng rộng rãi. Thức ăn ngon cũng vậy. Nhân viên tiếp tân rất am hiểu về các điểm tham quan gần đó, đặc biệt là chợ đêm và các nhà hàng gần đó. Nếu có cơ hội, tôi rất muốn quay lại."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Leah Silk Hotel", "h_reviewer_name": "Elouise", "h_date": "  thg 11 2022", "h_title_comment": "Poorly trained, unprofessional receptionist ", "h_comment": "About 80% of the hotel staff are well-trained and professional. However, the front desk receptionist in particular was rude, poorly-trained, had a pout on her face and had an unprofessional manner when speaking with guests. This is unacceptable for what is supposed to be a four-star hotel. Why did their general manager decide that staff should be at the front desk, of all places?  On the positive side, the hotel restaurant staff were excellent.  "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Grand Vista", "h_reviewer_name": "Tuấn nguyen", "h_date": "  thg 1 2020", "h_title_comment": "Khach san moi", "h_comment": "Toi cung 2 nguoi ban có ở tại khách sạn trong vài ngày. Khach san rat moi va hien dai. Nhan vien rat than thien, nhiet tinh. Phong kha rong, sach se. Ngoai tru 1 dieu la trong gio cao diem cam taxi. Du sao toi rat thich noi day, dac biet là cac ban le tan. Ban Wendy rat vui tinh. Toi chac chan se quay lai day!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Ha Noi Calido Hotel", "h_reviewer_name": "Thiên Lộc C", "h_date": "  thg 11 2022", "h_title_comment": "Kì nghỉ cùng gia đình thân yêu", "h_comment": "Địa điểm lựa chọn tuyệt vời khi đặt chân đến Hà Nội. Tôi và gia đình đã có kì nghỉ thật hạnh phúc, nhân viên tận tình và cởi mở luôn giúp đỡ chúng tôi trong thời gian lưu trú ở đây. Phòng ốc sạch sẽ gọn gàng ngăn nắp, và đầy đủ tiện nghi nhưng chúng tôi mong đợi."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "Raquibul Haque", "h_date": "  thg 2 2019", "h_title_comment": "Không có giá trị theo giá và cơ sở vật chất", "h_comment": "Những gì chúng tôi mong đợi từ khách sạn tiêu chuẩn 3/4 sao. Trước hết là một sảnh lớn thuận lợi. Theo đánh giá của ngôi sao, nó có một cái nhỏ xíu. Một nhà hàng nhỏ nằm ở đâu trên cùng một tầng. Ăn sáng thật kinh khủng. Các quy tắc và quy định của họ giống như xé toạc. Chỉ cần chậm 10 phút tôi đã phải trả tiền cho bữa sáng. Và cuối cùng giá là quá nhiều cho khách sạn tiêu chuẩn phụ như Fortuna. Tôi ở khách sạn này trong 3 đêm cuối tháng 1 như một chuyến công tác. Tôi đã không vui lòng."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Little Charm Hanoi Hostel", "h_reviewer_name": "laoutari s", "h_date": "  thg 10 2018", "h_title_comment": "Nhà trọ rất đẹp, nhưng ...", "h_comment": "Đây là một nơi rất tốt để ở lại trong hanoi và tôi rất xin lỗi để đưa ra một đánh giá xấu nhưng. . . Khi chúng tôi yêu cầu nhân viên tiếp tân vận chuyển đến hoi một, họ đề xuất một chuyến xe buýt với dịch vụ xe buýt Queen Cafe vip. Không chỉ vậy, nhưng họ đã cho chúng tôi thấy một hình ảnh rất sai lầm về một chiếc xe buýt sạch sẽ và thoải mái và nói với chúng tôi rằng chúng tôi có thể ngủ trong chuyến đi 14 giờ. Xe buýt kinh khủng, bẩn thỉu, nhân viên thô lỗ, họ hét lên với mọi người và khiến chúng tôi xuống xe vào giữa đêm để thay đổi xe buýt sau hai giờ trong mưa, không có chỗ cho người lớn ngủ và phần tồi tệ nhất: các công trình bằng kim loại bên trong sẽ gây tử vong trong trường hợp tai nạn hoặc cấp cứu. Kiểm tra trang cố vấn chuyến đi của họ để xác minh tất cả điều này. Vì"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "Bodin Prayoonwong", "h_date": "  thg 12 2018", "h_title_comment": "Ở lại vào ngày 11 đến 13 tháng 12 năm 2018", "h_comment": "Tôi luôn ở khách sạn Fortuna khi đi công tác ở Hà Nội. Hầu hết thời gian, tôi nhận được phòng là giá tốt, bổ sung, bể sục và như vậy. Nhưng 3 lần cuối cùng trong năm nay, nó có một chút thất bại.  Tuy nhiên, bạn vẫn là lựa chọn hàng đầu của tôi đối với tôi."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "NGCK", "h_date": "  thg 11 2018", "h_title_comment": "Khách sạn kinh doanh", "h_comment": "Đã ở đó trong 2 đêm, khách sạn đã ở đó trong nhiều năm và may mắn là căn phòng tôi ở lại là bằng cách nào đó khá mới (tân trang gần đây tôi đoán). Không có cửa hàng tiện lợi gần đó và không thể có được một số nước uống vào ban đêm. Luôn luôn sử dụng một hộp an toàn như đồng nghiệp của tôi bị mất một số ghi chú trong phòng khi ông ra ngoài (CCTV chụp một số vệ sinh đã đi trong 2 phút dài để đặt một cái gì đó, nhưng không có kết luận được thực hiện)."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn Hanoi Space", "h_reviewer_name": "Roberta H", "h_date": "  thg 8 2018", "h_title_comment": "Vị trí tuyệt vời", "h_comment": "Ở trung tâm của khu phố cổ, đây là một khách sạn sạch sẽ, thân thiện phục vụ bữa sáng rất ngon. Sự rung cảm của thành phố thật tuyệt vời. Phòng của tôi không có ánh sáng tự nhiên nhưng ok vì nó có thể rất bận rộn bên ngoài."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sen Grand Hotel & Spa", "h_reviewer_name": "Trung Thanh", "h_date": "  thg 12 2019", "h_title_comment": "Feedback hội thảo. ", "h_comment": "Đến khách sạn sen vào 1 buổi trainning mình khá bất ngờ với thái độ phục vụ và độ tỉ mỉ cẩn thận tại buổi học hôm đó. Không gian, set up, bố trí đều khá hài lòng. Đặc biệt mình được 1 bạn phía chăm sóc khách hàng. Minh nho khong nham la bo phan sale cua khach san và đội ngũ quản lý  phong hôi thảo hỗ trợ nhiều. Tuy có trục trặc nhỏ phần âm thanh nhưng mình sẽ để điêm 10 phần phục vụ chuyên nghiệp. Sẽ gthieu sen hotel "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Memory Legends Hotel", "h_reviewer_name": "Claire B", "h_date": "  thg 9 2019", "h_title_comment": "Nhân viên làm cho khách sạn này!", "h_comment": "Mặc dù cơ bản (bạn có được những gì bạn phải trả cho) chúng tôi thực sự rất thích ở đây. Chúng tôi đã đi du lịch trong một thời gian dài và vì vậy đã đi cho tất cả các phạm vi khách sạn khác nhau. Mặc dù rẻ nhất nhưng đây chắc chắn là một trong những trải nghiệm đẹp nhất. Các nhân viên là những người hữu ích và thân thiện nhất. Có một lần mất điện vào một đêm của chúng tôi và một quý ông từ khách sạn này đã đưa chúng tôi bằng taxi đến và đi từ nơi khác! Bữa sáng được nấu tươi cho bạn và rất ngon. Chọn một phòng ban công, ban công của chúng tôi lớn đáng ngạc nhiên và có một cái nhìn tuyệt vời. Cảm ơn bạn!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Memory Legends Hotel", "h_reviewer_name": "Novice trekker", "h_date": "  thg 9 2019", "h_title_comment": "Bữa sáng thịnh soạn", "h_comment": "Chúng tôi rất thích ở lại của chúng tôi. Chắc chắn thích nước nóng! Nước nóng nhất tôi có kinh nghiệm trong một khách sạn ở Việt Nam. Thích nó. Nhân viên khách sạn rất hữu ích và tử tế, đặc biệt là chàng thanh niên làm ca tối. Rất thân thiện.  Ăn sáng là thỏa đáng. Lấp đầy tôi"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Leah Silk Hotel", "h_reviewer_name": "Charlotte S", "h_date": "  thg 8 2022", "h_title_comment": "Super hôtel avec personnel charmant", "h_comment": "Nous avons passé plusieurs jours dans ce très bel hôtel. Belle chambre bien tenue, très bonne literie. Le personnel est charmant et se met en 4 pour aider et vous faire passer un bon séjour. La piscine sur le toit est petite mais magnifique ! Bien placé dans le vieux Hanoï. Le seul petit point négatif est le petit déjeuner qui n’est pas au top."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "hptsc", "h_date": "  thg 10 2018", "h_title_comment": "Khách sạn xuống cấp", "h_comment": "Tuần trước mình ở khách sạn này 1 đêm. Nếu chỉ vào tiền sảnh thôi thì nghĩ khá là ok. Nhìn mọi thứ nhộn nhịp và trang hoàng cũng khá là ok. Nhưng khi lên phòng thì mình hoàn toàn bị thất vọng. Đồ đạc khá cũ, bị xuống cấp nhiều so với tiêu chuẩn 5 sao. Từ giường, tủ, đồ đạc trong phòng đến nhà tắm đều xuống cấp trầm trọng và nếu cho điểm thì đây chỉ được coi là khách sạn 3 sao mà thôi.  Nhân viên ok, niềm nở, thân thiện. Nhưng lần sau chắc chắn mình ko đến ở đây vì thật sự không xứng tầm khách sạn 5 sao. Mình quên không chụp ảnh trong phòng, chỉ chụp được vài bức ở sảnh."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "allen94402", "h_date": "  thg 5 2018", "h_title_comment": "Nhân viên thân thiện", "h_comment": "Tôi ở trên tầng điều hành. Rất đẹp phòng khá giá. Các nhân viên trong phòng điều hành rất thân thiện và hữu ích. Rất nhiều lựa chọn đồ uống và khung cảnh thoải mái. Nơi tuyệt vời để uống với bạn bè"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "Bhavesh G", "h_date": "  thg 2 2018", "h_title_comment": "Khách sạn tốt", "h_comment": "Thăm Địa điểm với đoàn và ở lại hai đêm. Đã có một kỳ nghỉ dễ chịu. Nó đã gần điểm đến kinh doanh và du lịch của chúng tôi. Chỉ có họ mới có thể có lựa chọn tốt hơn cho người ăn chay trong Bữa sáng. Có thể ở lại lần thứ hai."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "Manuel V", "h_date": "  thg 1 2018", "h_title_comment": "Một khách sạn thuận tiện để ở trong khi ở Hà Nội", "h_comment": "Tôi có thể nói rằng ở trong khách sạn này rất thuận tiện. Nó rất dễ dàng để có được vận chuyển đến và đi từ khách sạn. Ăn sáng buffet là khác nhau mỗi buổi sáng với rất nhiều sự lựa chọn, châu Á và Mỹ. Miễn phí wi - fi bất cứ nơi nào trong khách sạn. Trà và cà phê miễn phí vào một thời gian nhất định trong ngày. Ngoài ra còn có trái cây chào đón miễn phí trong phòng. Mặc dù tôi không thể nói rằng căn phòng rất sạch sẽ vì các bàn bên hông không bị lau chùi rất sạch sẽ và không trượt ván cho bồn tắm đầy bụi bẩn."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "limgary17", "h_date": "  thg 12 2017", "h_title_comment": "Khách sạn lớn", "h_comment": "Khách sạn có vị trí rất tốt, ngay trước Đại sứ quán Hoa Kỳ, hồ đẹp gần đó, nhà hàng địa phương tốt, vv ngoại trừ giao thông khá tắc nghẽn, đặc biệt là trong giờ cao điểm. Cảm thấy như nhà với các loại thực phẩm được cung cấp. Nhân viên thân thiện, lịch sự và hữu ích. Phòng rộng rãi và sạch nhưng thỉnh thoảng ồn ào. Nói chung là một khách sạn rất tốt và đáng giá đô la chi tiêu."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Grand Vista", "h_reviewer_name": "AMMG01", "h_date": "  thg 1 2020", "h_title_comment": "Khách sạn đẹp", "h_comment": "Khách sạn Grand Vista Hà Nội là một khách sạn đẹp. Chúng tôi đã được chăm sóc khá tốt bởi các nhân viên. Vị trí hơi xa khu phố cổ (20 phút đi taxi) Khu vực hồ bơi và phòng tập thể dục thật tuyệt vời và chúng tôi đã sử dụng nó mỗi ngày. Những lời khen ngợi dành cho Vicki, một cô gái ngọt ngào và chăm sóc chúng tôi và trò chuyện với chúng tôi rất vui vẻ. Cảm ơn bạn ?"},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Grand Vista", "h_reviewer_name": "OfirDuchovne", "h_date": "  thg 10 2019", "h_title_comment": "Đây không phải là khách sạn 5 sao", "h_comment": "Không có người hướng dẫn nào cả, bạn có thể thử và hỏi lễ tân nhưng họ sẽ không giúp được gì nhiều. Chúng tôi yêu cầu một đề nghị cho một nhà hàng tốt trong khu vực khách sạn, đại diện tiếp tân đã không có một tên duy nhất để cung cấp cho chúng tôi. Hầu hết các nhân viên không nói tiếng Anh và giao tiếp với họ là rất khó khăn, khá khó khăn.  Các phòng có mùi khó chịu và khi chúng tôi hỏi có phải làm gì không, câu trả lời là đó là mùi của đồ nội thất mới và họ không có bất kỳ loại nước hoa nào để che giấu mùi này (đây không phải là mùi mới đồ nội thất) .  Vòi hoa sen trông đẹp nhưng không đủ áp lực nước và cống rất tệ nên cuối cùng bạn tắm trong một vũng nước lớn.  Các bữa ăn sáng là ok, không nhiều hơn ok. Và hơn cả ok được mong đợi từ một khách sạn 5 sao. Họ không thay đổi thực"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Scent Premium Hotel", "h_reviewer_name": "Thomas C", "h_date": "  thg 9 2022", "h_title_comment": "Amazing staff.", "h_comment": "The staff at this hotel are second to none. We regularly stay in 5 star accommodation and the staff here are of higher quality than we are used to. They are extremely accommodating, knowledgeable, thoughtful, and genuine. I can't recommend them highly enough. The hotel foyer is also very nice, a welcoming environment and the restaurant looks good too although we didn't eat there. Thanks very much to Mr. Nguyen and the staff, you will be in good hands if you choose to stay here."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Scent Premium Hotel", "h_reviewer_name": "Rene Rudi V", "h_date": "  thg 9 2022", "h_title_comment": "Short stay booked last minute", "h_comment": "Stayed 2 nights in 2 different rooms. Rooms are comfy bathrooms are clean. Not perfect but staff is super friendly and helpful and tries to make up for any inconvenience. Very good location but you pay for it. Not your home away from home but always a valid alternative."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Memory Legends Hotel", "h_reviewer_name": "finns1111", "h_date": "  thg 8 2019", "h_title_comment": "Không bảo trì", "h_comment": "Khách sạn là giá rẻ và giá trị đồng tiền. Đó là tại trung tâm chính và rất nhiều thực phẩm có thể được tìm thấy xung quanh khách sạn trong vòng 5 phút. Đường xe lửa ngay phía sau khách sạn. Vị trí là tuyệt vời. Nhưng, bảo trì khách sạn là xấu. Thang máy bị rò rỉ nước và làm cho toàn bộ thang máy rơi xuống nước. Hy vọng nó có thể được cải thiện."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Memory Legends Hotel", "h_reviewer_name": "Ellie Pierre", "h_date": "  thg 12 2018", "h_title_comment": "Sạch sẽ, tử tế, thoải mái", "h_comment": "Nơi này là một tìm kiếm tuyệt vời. Các phòng ngủ rất sạch sẽ và thoải mái. Wifi là tốt. Các nhân viên là tốt bụng và hữu ích. Có nhiều nơi ở Hà Nội trong phạm vi giá này, nhưng đây là nơi tốt nhất tôi từng có may mắn ở lại. Tôi không có khiếu nại."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Memory Legends Hotel", "h_reviewer_name": "Catzrul3", "h_date": "  thg 11 2018", "h_title_comment": "Thay đổi tùy theo phòng", "h_comment": "Chúng tôi ở lại một vài đêm tại khách sạn này vì việc lựa chọn một căn phòng hợp lý có cửa sổ rất khó khăn ở Hà Nội. Phòng đầu tiên của chúng tôi (deluxe double) nằm trên tầng 6 và toàn bộ hành lang có mùi ẩm ướt. Phòng của chúng tôi (602) đã có một miếng vá ẩm ướt trong góc và một mùi ráo nước kéo dài đặc biệt là trong phòng tắm. Nhưng nó to, sạch sẽ, và chiếc giường rất lớn (hai người cùng nhau). Chúng tôi có một số người hàng xóm ồn ào đã dành rất nhiều thời gian trò chuyện trong hội trường - các nhân viên có thể thấy điều này trên CCTV và nên nói điều gì đó. Họ cũng đang hút thuốc trong hội trường.  Chúng tôi để lại một chuyến tham quan và trở lại một căn phòng (cũng cao gấp đôi) trên tầng 5 đẹp hơn lần đầu tiên, tuy nhiên phòng tắm vẫn có mùi ráo nước. Căn phòng này nhìn ra"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Leah Silk Hotel", "h_reviewer_name": "Jan Rijckaert", "h_date": "  thg 8 2022", "h_title_comment": "Wij checken uit met een dubbel gevoel -  niet helemaal tevreden, eigenijk.", "h_comment": "Onze ervaring hier was net voldoende, ik leg hieronder uit waarom:  - correcte registratie in het begin - schitterende inkom: zeer luxueus en ‘bling bling’ :-)  - de kamers zijn eigenijk nogal krap - de gangen van het hotel geven een nogal claustrofobisch gevoel - wij vonden de kamers niet zo proper - let op bij het wassen van de kleren: dit kostte mij €35 voor 2,5 kilo (!) - normale prijzen zijn 70k of via een hotel x2 ; De prijzen staan inderdaad vermeld op een document in de kamer, dus daar had de medewerker aan de balie wel een punt, maar ik gaf mijn was wel te goeder trouw mee - gedeelde verantwoordelijkheid zeker? Men gaf mij een reductie van 800k naar 600k (nog altijd veel te veel, maar goed);  Omwille van deze elementen besloten wij om een ander hotel te nemen (zonder"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "Huyscout", "h_date": "  thg 9 2016", "h_title_comment": "Sảnh sự kiện rất tuyệt vời!", "h_comment": "Tôi đến đây để tham dự một sự kiện, thấy khá ấn tượng với dịch vụ, thức ăn cũng như không gian của khách sạn Daewoo.  Sảnh trước rất đẹp, rất sang và nhân viên lịch sự, hướng dẫn rất chu đáo. Sành sự kiện cũng sang trọng, sáng sủa. Tóm lại, mặc dù chưa có dịp nghỉ đêm ở đây, nhưng tôi cảm thấy khá hài lòng về nơi này, và sẽ cân nhắc nghỉ ở đây nếu có dịp quay lại Hà Nội"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "Khoapda", "h_date": "  thg 8 2016", "h_title_comment": "Khách sạn rộng rãi nhưng hơi cũ", "h_comment": "Kế bên đường Kim Mã tương đối dễ tìm, thuận tiện giao thông. Dịch vụ và nhân viên phục vụ tốt. Phòng ốc và nội thất hơi cũ. Thích nhất là không gian hồ bơi ở tầng trệt rộng rãi và thoáng mát có phục vụ nước."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "dangquang", "h_date": "  thg 3 2016", "h_title_comment": "Vẫn đẹp chán, lại tương đối rẻ", "h_comment": "Khách sạn 20 tuổi này đã từng một thời là lựa chọn sang trọng nhất tại Hà Nội. Nay đã phần nào lạc hậu. Trang thiết bị và đồ nội thất tuy được bảo trì và làm mới thường xuyên nhưng vẫn có dáng vẻ của thời đã cũ. ưu điểm chính là chính sách giá của khách sạn khá tốt, có thể do phải cạnh tranh với khách sạn Lotte mới tinh trên tầng 40 ở tháp Lotte bên cạnh. Nếu thuê các phòng trên tầng cao, nhìn hướng hồ Thủ Lệ sẽ có thể thưởng thức cảnh đẹp của công viên, hồ nước. Nhà hàng ăn sáng với thức ăn đơn điệu, bàn ghế cũ kỹ, khó mà nói được đó là đạt chuẩn 4 sao. Bể bơi bên cạnh nhà hàng, nằm ở sân vườn, hơi thiếu riêng tư do quá nhiều khách uống trà, cafe ở nhà hàng bên cạnh và khách đi lại, hội thảo khá nhiều. Dịch vụ tương đối tốt, nhưng thái đô nhân viên lễ tân không được lịch sự lắm"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách Sạn & Spa Splendid", "h_reviewer_name": "huong", "h_date": "  thg 6 2020", "h_title_comment": "Phục vụ quá tồi", "h_comment": "ở lại khách sạn 1 đêm mà cảm giác kinh khủng, phòng không có nước uống, hỏi nv thì nv bảo là uống nước sang quán bên cạnh mua. Bảo có phụ vụ đồ ăn sáng mà 7h xuống ksan bảo hết đồ ăn rồi, thuê khách sạn giặt qao cho thì nv quên ko giặt, hsau check out phòng tìm nửa tiếng ko thấy đồ đâu, mãi sau nhân viên tìm lại thì ra quên giặt đồ . thái độ nhân viên cực bố láo . không bjo quay lại lần thứ 2 ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Fortuna Hà Nội", "h_reviewer_name": "padidar68", "h_date": "  thg 12 2017", "h_title_comment": "Khách sạn tốt", "h_comment": "Chúng tôi đã có hai phòng cửa thông nhau. Khách sạn nằm ở phía trước Đại sứ quán Hoa Kỳ. Nó gần một cái hồ đẹp quá. Bạn có thể tìm thấy siêu thị lớn, Burger King, pizza domino rất gần khách sạn ở phía đông. Hãy tận hưởng hồ bơi ngoài trời tuyệt vời. Đừng bỏ lỡ bữa sáng tuyệt vời, tôi thực sự thích nó. Tôi chắc chắn sẽ trở lại khách sạn này lần sau."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Dolce by Wyndham Hanoi Golden Lake", "h_reviewer_name": "Camper35637820396", "h_date": "  thg 11 2022", "h_title_comment": "Tệ", "h_comment": "Khách sạn check in 15h - check out 12h. Deposit 2tr/phòng. Mình đặt giường twin 2 ng., khách sạn upgrade cho mình trên booking là giường twin. Đến khi nhận  phòng thì lại giao giường king??? Vậy thì upgrade chi cho mất time cả đôi bên, mình cũng note là khách công tác và yêu cầu giường twin cho riêng tư. Mình thấy dịch vụ nào cũng ok, chỉ có nhận phòng thì qá mất time. "},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Golden Cyclo", "h_reviewer_name": "Sally N", "h_date": "  thg 11 2016", "h_title_comment": "Treo đầu dê bán thịt chó", "h_comment": "Mình thuê phòng 402 ngày 4-5/11/2016. Đặt khách sạn và trả tiền trước sau đó đến đây thì thấy thất vọng vô cùng. Họ nói không còn phòng có 1 giường lớn chỉ có 2 giường nhỏ vì hệ thống bị lỗi (có lẽ cho người khác mướn) nhưng ok đành chấp nhận. Nhưng vào thì thấy giường hôi hôi, tolet thì có 1 cái ca bị bể, để luôn 2 ngày không lấy ra. Nhà tắm thì có cái lỗ đen và dơ không chịu được, gương thì rỉ sắt như nhà ma. Dặn thuê 1 xe máy cho ngày hôm sau lúc 8 giờ lấy thì 9 giờ mới đến giá thỏa thuận 200 nhưng yêu cầu 250K vì đổ thêm xăng nhưng đi được 2 cây thì phải dẫn bộ vì hết xăng. Món ăn sáng thì nhìn chung chỉ có cháu bánh mì phở và những món salad, đến 8 giờ thì chẳng còn gì để ăn. Nhân viên thì gọi 2 lần mới nghe máy. Bỏ khách đợi để chat nhảm với người khác. Nhìn chung khác sạn  này chỉ tốt hơn nhà nghỉ 1 tẹo. Được 1/2 sao thôi chứ đừng nói 4 sao."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Golden Cyclo", "h_reviewer_name": "Jason S", "h_date": "  thg 1 2020", "h_title_comment": "Khách sạn đẹp gần khu vực chính", "h_comment": "Tổng thể khách sạn là rất tốt và không xa để đi từ hành động trong khu phố cổ.  Kiểm tra nhanh chóng và dễ dàng với nhân viên thân thiện.  Phòng rất rộng với tất cả những gì bạn mong đợi từ một phòng khách sạn, phòng tắm cũng rộng và có vòi sen đôi. Giường siêu mềm và thoải mái.  Bữa sáng rất đa dạng, không tệ, nhưng thức ăn có vẻ như đã được ngồi ở đó suốt thời gian qua và không có gì tươi nên tôi chỉ cần nướng bánh mì. Nhà hàng nhỏ cho một khách sạn và họ làm cho nó tồi tệ hơn với những chiếc ghế Bulky lớn mà bạn khó có thể đi lại với những người ngồi xuống.  Tôi sẽ ở lại đây một lần nữa nếu ở Hà Nội."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Golden Cyclo", "h_reviewer_name": "DellaPUk", "h_date": "  thg 1 2020", "h_title_comment": "Khách sạn xích lô vàng", "h_comment": "Chúng tôi ở lại đây 3 đêm - đó là một khách sạn nhỏ ở thành phố. Chúng tôi ở trong một căn phòng cao cấp với mọi thứ bạn mong đợi cộng với bàn ủi và bàn ủi, máy tính và máy in!  Nằm hoàn hảo gần khu phố cổ, sạch sẽ và dễ chịu, tuy nhiên, vinh quang lên ngôi, như nhiều đánh giá dưới đây, nhân viên tiếp tân / hướng dẫn viên Jerry - nothin là quá nhiều rắc rối cho chàng trai trẻ tươi cười này. Tôi hy vọng quản lý biết anh ấy tốt như thế nào!  Bữa sáng là tốt, mặc dù chúng tôi sẽ thích nó phục vụ cho đến 10. 00, thay vì 9 giờ sáng - nhưng ít nhất nó đã khiến chúng tôi dậy sớm hơn để tham quan tại Hà Nội."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sen Grand Hotel & Spa", "h_reviewer_name": "yennd12019", "h_date": "  thg 9 2019", "h_title_comment": "Đi công tác với đồng nghiệp, dịch vụ phòng khá đạt 8/10, ăn sáng 9/10, có phòng gym, thân thiện", "h_comment": "Khách sạn quan tâm đến việc khách hàng hài lòng dịch vụ, ăn sáng không cần cầu kỳ,sạch sẽ, ngon miêng, luôn có những món ăn đơn giản phổ biến đươ5c nhiều khách nội, ngoại quốc ưa thích, thể hiện được vệ sinh buồng sạch, phục vụ các bữa ăn trưa tối hợp lý vì ở HN theo tôi ăn tại ks sẽ đảm bảo an toàn vệ sinh thực phẩm hơn vĩa he2. Có vị trí ở khu dân cư nên khách có nhiều lựa chọn để mua sắm các nhu cầu cá nhân khi cần."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Memory Legends Hotel", "h_reviewer_name": "AnniCatti", "h_date": "  thg 11 2018", "h_title_comment": "Khách sạn giá rẻ và đẹp", "h_comment": "Chúng tôi ở tại Lele và Frog trong 2 đêm trong khi ở Hà Nội. So với các khách sạn khác ở Việt Nam nó không phải là tốt nhất nhưng tất cả mọi thứ đã được sạch sẽ và ăn sáng là tốt và nhân viên đã được tốt đẹp. Nó nằm khoảng 10 - 15 phút đi bộ từ trung tâm thành phố nhưng bạn có thể tìm thấy rất nhiều thức ăn xung quanh khách sạn. Khách sạn nằm trên một con phố nơi chỉ có xe máy có thể đi qua vì vậy nếu bạn không thể nhìn thấy nó ngay lập tức sau khi ra khỏi xe taxi không bị hoảng sợ; )"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Memory Legends Hotel", "h_reviewer_name": "AdityaSe", "h_date": "  thg 11 2018", "h_title_comment": "Nơi tuyệt vời cho giá cả", "h_comment": "Hà Nội Lele & Frog được giấu một chút ra khỏi con đường chính trong một làn đường được gọi là đường phố thực phẩm (cho tất cả các nhà hàng bên đường được mở tốt vào những giờ wee). Các nhân viên đã rất dễ chịu và hữu ích và các phòng được sạch sẽ. Grouse duy nhất tôi đã có được tắm vòi sen trên cao bị hỏng, nhưng kể từ khi có một vòi sen tay nó là tốt. Đây là một nơi tốt để ở lại nếu bạn muốn đi bộ quanh khu phố cổ Hà Nội."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Memory Legends Hotel", "h_reviewer_name": "scott j", "h_date": "  thg 10 2018", "h_title_comment": "Ổn mà", "h_comment": "Đã ở 4 đêm. Các phòng không phải là xấu mặc dù một chút thô trong các bộ phận. Ăn sáng là không có gì lạ mắt nhưng lựa chọn mới nấu chín là một khởi đầu tốt cho ngày  Vị trí khôn ngoan tuyệt vời của nó. Ngay trên đường phố thực phẩm, rất gần với đường sắt, đi bộ đến hồ và chợ đêm cuối tuần, và trong khu phố cổ. Không có gì lạ mắt nhưng là một nơi hợp lý để bạn có cơ sở khi ra ngoài và về."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "ZuongNguyen", "h_date": "  thg 8 2014", "h_title_comment": "Một khách sạn đáng để thử", "h_comment": "Phòng ốc và các trang thiết bị rất tốt và sang trọng, nhân viên thái độ niềm nở và hiếu khách, đồ ăn khá hợp khẩu vị của người Việt, tuy nhiên hình như bên ngoài khách sạn có vẻ trong hơi cũ, có thể sửa sang thêm một chút để có một diện mạo đẹp và mới hơn. Dù sao thì cũng rất mong được quay trở lại khách sạn một lần nữa"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "Jean K", "h_date": "  thg 9 2019", "h_title_comment": "Vị trí tuyệt vời với đội ngũ nhân viên thân thiện", "h_comment": "Tôi ở tại khách sạn này trong chuyến công tác ngắn ngày tới Hà Nội. Nó nằm ngay bên kia Lotte Mall và đi lại rất dễ dàng với các tùy chọn Grab hoặc taxi. Người ta cũng có thể thuận tiện đi đến các nhà hàng hoặc các cửa hàng thức ăn nhanh nằm trong vùng lân cận và chọn một số cửa hàng tạp hóa trong Siêu thị ở Lotte Mall. Tôi đã theo dõi một mình trong các phần của chuyến đi và thấy các đội Front Desk và Conc Gọi thật sự thân thiện và chuyên nghiệp. Đặc biệt cảm ơn ông Anthony Minh và ông Andy Tan đã giúp tôi giải đáp thắc mắc về cách đi lại."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Hanoi Graceful", "h_reviewer_name": "Filippo F", "h_date": "  thg 2 2020", "h_title_comment": "KHÁCH SẠN TỐT", "h_comment": "Khách sạn đơn giản nhưng sạch sẽ ở quận Hoàn Kiếm. Nhân viên rất tốt bụng như mọi người dân Việt Nam. Phòng sang trọng nhưng có một số vấn đề như sàn gỗ bị hủy hoại. Bữa sáng tuyệt vời và truyền thống với tuyển chọn các món súp Việt Nam."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Golden Cyclo", "h_reviewer_name": "Vy_Nguyenn", "h_date": "  thg 10 2019", "h_title_comment": "Cảm ơn bạn!", "h_comment": "Xin lỗi để nói rằng nó không thực sự là một khách sạn tốt. Tôi không thể hiểu chuyện gì đã xảy ra với phòng của tôi. Nhiều thiết bị không hoạt động hoặc bị hỏng. Nhưng nhân viên ở đây khá thân thiện. Tôi muốn nói lời cảm ơn, anh Đức Quý tại quầy lễ tân. Anh ấy rất nổi bật và hữu ích."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Golden Cyclo", "h_reviewer_name": "Nick Uphoff", "h_date": "  thg 8 2019", "h_title_comment": "Tháng 7 năm 2019", "h_comment": "Khách sạn tuyệt vời trong khu phố cổ. Các nhân viên rất xuất sắc và một số người thân thiện nhất mà tôi từng gặp. Jerry và Tuey nói riêng, luôn đi xa hơn để ở chung với chúng tôi. Họ giới thiệu cho tôi cà phê Việt Nam khi đến nơi thật tuyệt vời. Bữa sáng tự chọn tuyệt vời với nhiều loại."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Golden Cyclo", "h_reviewer_name": "Bill", "h_date": "  thg 6 2019", "h_title_comment": "Không có gì ngoài tin xấu", "h_comment": "Kiểm tra muộn. Nhỏ giọt liên tục như tiếng ồn cứ sau 4 giây. Không ai có thể ngủ được. Thay đổi phòng và dành 10 phút đuổi muỗi trong phòng. Ăn sáng lạnh. Mọi thứ đều lạnh và đó là 10 phút sau khi bữa sáng bắt đầu. Bacon chắc chắn còn sót lại từ ngày trước. Cà phê như bùn. Thực phẩm tàn bạo. Chỉ có điều tích cực là giường thoải mái. Không bao giờ lặp lại."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn & Spa Splendid", "h_reviewer_name": "Hana Giang", "h_date": "  thg 7 2019", "h_title_comment": "Du lịch", "h_comment": "Great!  Tất cả Nhân viên nhiệt tình, chu đáo, thân thiện. Phòng sạch sẽ, không ồn phù hợp giá. Vị trí tuyệt (Ra khỏi cửa khách sạn là Hồ gươm).  ==>> KS quen thuộc mỗi khi nghỉ tại Phố cổ của mình, người thân và người quen mình.   "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "HÔTEL du PARC HANOÏ", "h_reviewer_name": "transman2480", "h_date": "  thg 2 2020", "h_title_comment": "Đề xuất ‼?", "h_comment": "Tôi sử dụng khách sạn này mỗi tháng. Đề nghị khách sạn này. Đặc biệt là đối với người Nhật. Vì có nhân viên người Nhật tại khách sạn này và có nhiều nhân viên người Việt có thể nói tiếng Nhật. Nhân viên khách sạn cũng chu đáo. Các phòng đều thoải mái với kích thước hợp lý. Cả phòng và phòng tắm đều có cảm giác sạch sẽ. Bữa sáng cũng theo kiểu tự chọn và số lượng mặt hàng là đáng kể. Vị trí của khách sạn cũng thuận tiện cho việc tham quan thành phố Hà Nội gần ga xe lửa Hà Nội. Có một siêu thị Nhật Bản ngay bên kia đường, mở cửa đến 22:00, vì vậy bạn có thể mua đồ ăn nhẹ và đồ uống. Chỉ có một điều, nếu có một dịch vụ đón khách từ sân bay và đến sân bay, sẽ là hoàn hảo."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Scent Premium Hotel", "h_reviewer_name": "Colin L", "h_date": "  thg 5 2022", "h_title_comment": "Just average", "h_comment": "Stayed there for almost a week on a business trip. Was disappointed that they do no offer breakfast. Reason was “because of Covid”. Strange. Colleagues staying in similar hotels, at the same price range had breakfast as part of the room rate. That will teach me never to assume and always ask.  Saving grace is that breakfast options around are many.  Staff were very pleasant and helpful.  This property is located a stones throw from Hoan Kiem lake.  Accommodation wise, the room was decent. The sleep quality of the bed was good.  My points as suggestion for points of improvements:  1. Internet connectivity was poor. The line keeps dropping. This makes working from the room a challenge   2. Tepid “hot” shower. Getting a decent flow of hot water was a challenge. Just as well I am"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Hanoi Pearl Hotel", "h_reviewer_name": "Hang", "h_date": "  thg 6 2019", "h_title_comment": "Khách sạn đáng lưu trú tại phố cổ Hanoi", "h_comment": "Trải nghiệm 2N1D tại Hanoi Pearl rất ấn tượng, phòng sạch sẽ, có hoa quả nước uống welcome, nhân viên thân thiện, đồ ăn sáng ngon. Tuy nhiên không có chỗ đỗ xe cho những khách du lịch xe máy như mình :("},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Hà Nội Elite Central", "h_reviewer_name": "Anil T", "h_date": "  thg 1 2019", "h_title_comment": "Kinh nghiệm và nhân viên tuyệt vời", "h_comment": "Khách sạn lớn ở Hà Nội. Chỉ có thể giới thiệu nó vì bữa sáng rất ngon, phòng rất đẹp và đặc biệt là nhân viên lịch sự và giúp chúng tôi tổ chức các chuyến đi và đưa ra khuyến nghị về nơi ăn và những gì cần xem. Vị trí rất trung tâm nhưng nó ở một trong những con đường nhỏ hơn, vì vậy nó rất yên tĩnh vào ban đêm."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "Halhisa", "h_date": "  thg 9 2019", "h_title_comment": "Giỏi", "h_comment": "Tôi ở lại một đêm 2 ngày để kinh doanh. Chỗ ở là tốt như bạn có thể nhìn thấy hình ảnh của tôi. Nhân viên phục vụ rất tốt. Cửa hàng bách hóa Lotte nằm gần khách sạn, rất thuyết phục để có quà lưu niệm."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "Bambang L", "h_date": "  thg 9 2019", "h_title_comment": "Cần đổi mới", "h_comment": "Đối với loại khách sạn hạng và giá cả, có những kỳ vọng nhất định. Một số không may đã không được thực hiện khi tôi ở đó. Hãy bắt đầu với những điều tuyệt vời: sảnh khách sạn rất lớn, phòng khá rộng rãi và rộng rãi, với một chiếc giường king lớn hoặc hai cặp song sinh lớn, quá đủ để đặt thêm một chiếc giường phụ (nếu cần) với không gian ectra còn lại. Tiện nghi tốt và nếu đối diện với hồ bơi, tầm nhìn đẹp. Tuy nhiên, bước vào phòng tôi được chào đón bởi một mùi mốc và một căn phòng \"trông bẩn\". Tôi yêu cầu một phòng khác vì mùi không biến mất sau một giờ, điều này đã được cấp ngay lập tức. \"Bụi bẩn\" là nhất quán trong cả hai phòng: đó thực sự là tấm thảm bị rách và / hoặc bị cọ xát ở nhiều điểm, vì vậy nó không thực sự bẩn như vậy nhưng trông không đẹp trong một khách sạn 5 sao."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "tweesi", "h_date": "  thg 3 2019", "h_title_comment": "Ok để ở lại nhưng cần nâng cấp", "h_comment": "Phòng sạch sẽ và thiết lập tốt với đủ đồ dùng vệ sinh. Các nhân viên tiếp tân tại phòng chờ VIP rất hữu ích tôi sẽ cung cấp cho họ tất cả 10/10 cho dịch vụ của họ. Nhân viên phục vụ và nấu ăn cũng ổn, nhưng cần phải chủ động hơn, họ hơi ngại, tôi luôn phải yêu cầu cà phê và trứng luộc thường xuyên khi tôi ở đó mỗi sáng để ăn sáng  Nhưng:  (1) Công tắc đèn ở khắp mọi nơi có thể cần một công tắc trung tâm để tắt tất cả ánh sáng ở phía giường - hầu hết các khách sạn đều có nó vào ngày hôm nay.  (2) Bể bơi ngoài trời không sử dụng được trong những tháng mùa đông khi tôi đến từ 18 - 2 đến 15 - 3 tháng 3.  (3) Nhân viên rất hữu ích trừ một người đưa cho tôi danh thiếp của anh ấy, Kevin Dzung, và nói hãy gọi anh ấy trực tiếp nếu tôi cần bất cứ điều gì. Tôi yêu cầu gia hạn thời gian từ"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Golden Cyclo", "h_reviewer_name": "Lynne690", "h_date": "  thg 3 2019", "h_title_comment": "Không ồn ào và chật chội", "h_comment": "Coi chừng đặt phòng rẻ hơn. Trong đó có 404 và nó rất nhỏ và rất ồn ào. Các trang trí là bận rộn và ngày. Không có cửa sổ. Két sắt không hoạt động và hộ chiếu của tôi đã bị khóa. Phải lấy chìa khóa từ quầy lễ tân để mở nó. Bạn có thể nghe thấy cửa mở và đóng. Tôi phải ngủ với nút tai. Khi trở về, chúng tôi có phòng 703 lớn hơn một chút. Chỉ có cửa sổ mở vào một trục bên trong. Ít ồn hơn nhưng vẫn cần nút tai. Nước tắm không chảy ra và có mùi phát ra từ đó. . Các bữa ăn sáng tự chọn là tốt như dịch vụ. Thật khó để đi bộ quanh các đường phố gần đây vì chúng rất bận rộn và không có đường đi bộ. Tôi sẽ khuyên bạn nên tìm một nơi khác để ở đó hiện đại hơn. Thêm vào đó là đi bộ ngắn đến trung tâm thị trấn - hãy cẩn thận để không chạy qua!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Golden Cyclo", "h_reviewer_name": "Sanjay K", "h_date": "  thg 8 2018", "h_title_comment": "Chào đón nồng nhiệt, nhân viên thân thiện và vị trí tuyệt vời !!!", "h_comment": "Một sự chào đón nồng nhiệt của nhân viên khách sạn giải thích những nơi gần đó để ở lại với bản đồ.  Nhân viên rất thân thiện, luôn mỉm cười và sẵn sàng giúp đỡ luôn. Đó là mùa mưa nên ô dù đã sẵn sàng cho thấy dịch vụ vượt quá mong đợi.  Địa điểm là rất thuận tiện, nhiều nhà hàng Ấn Độ và những nơi mua sắm."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Hanoi L'Heritage Diamond Hotel & Spa", "h_reviewer_name": "Guide35355664777", "h_date": "  thg 11 2018", "h_title_comment": "Không xứng đáng với 4 sao", "h_comment": "Có lẽ chúng tôi ở trong khách sạn này đã được kết nối với một chuỗi các sự trùng hợp, nhưng từ đầu cho đến khi kết thúc nó đã cho chúng ta một cảm giác xấu. Đây là lý do tại sao:  1) taxi được đặt trước rõ ràng đã bị quên do khách sạn sắp xếp. Chúng tôi cần phải đợi gần một giờ tại sân bay và sự giao thiệp với Khách sạn trong thời gian chờ đợi bao gồm một loạt các giải thích và lý do khác nhau. Nó cũng được quảng cáo hóa đơn taxi có thể được tính vào phòng (vì nó là một taxi chuyển khách sạn chuyên dụng) nhưng người lái xe cuối cùng xuất hiện thậm chí không tìm thấy khách sạn (nó nằm trong một con đường một chiều) xác nhận giả định của chúng tôi chưa bao giờ ở đó. Ngoài ra, anh ấy muốn chúng tôi trả tiền ngay lập tức bằng tiền mặt.  2) phòng của chúng tôi trên tầng 5 đã không"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn & Spa Splendid", "h_reviewer_name": "M S", "h_date": "  thg 8 2019", "h_title_comment": "khách sạn tốt", "h_comment": "Vị trí rất tốt, tất cả các khu vực trung tâm thành phố đều dễ dàng tiếp cận, phòng rộng rãi sạch sẽ, dịch vụ spa tuyệt vời, bữa sáng ngon, nhân viên được đào tạo tốt và rất hữu ích, giá trị tổng thể của khách sạn"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Hanoi Pearl Hotel", "h_reviewer_name": "Võ H", "h_date": "  thg 5 2017", "h_title_comment": "Rất hài lòng", "h_comment": "Khách nhỏ nhưng rất sạch và xinh xắn, phòng nhỏ nhưng rất lãng mạn, tiện nghỉ đầy đủ. Vị trí hơi xa trung tâm nên muốn đi tham quan phố cổ bạn phải mất thời gian di chuyển. Bữa sáng thay đổi hàng ngày, khẩu vị tạm được cho giá phòng có bao gồm bữa sáng."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Hanoi Pearl Hotel", "h_reviewer_name": "417quangh", "h_date": "  thg 11 2016", "h_title_comment": "Kỳ nghỉ thu lãng mạng", "h_comment": "Khách sạn không quá lớn nhưng đủ để thấy thoải mái Bữa sáng khá hấp dẫn với bún bò và bún than gần như thực đơn nước được thay đổi mỗi ngày. Vị trí là rất tốt . tuy là ngõ nhưng taxi có thể vào được . Cũng có thể đi bộ tới những điểm ăn uống và chợ . Phòng cách âm khá tốt . Máy lạnh chạy tốt. Phòng gym hơi bé nhưng rất may mắn vì khách ở Ks cũng rất ít người có nhu cầu.  Điều phật Ý nhất trong chuyến đi của mình là sự không nhiệt tình của nhân viên và sự thiếu chuyên nghiệp của sale ,ngày tôi tới Hà nội là 13:20 ngày 16/10 có cấm đường nhưng không hề Thông báo . Chúng tôi phải xách Vali đi bộ khoảng 200 M . Sẽ chẳng có gì đáng nói cả nếu anh nhà tôi khỏe mạnh bình thường . Vì mắt anh quá yếu nên tôi đả yêu cầu nhân viên khách sạn đang tiễn khách ở khu vực này để được hổ trợ xách"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sofitel Legend Metropole Hà Nội", "h_reviewer_name": "Joseph Hieu", "h_date": "  thg 4 2021", "h_title_comment": "Good Spa ", "h_comment": "Tôi có ghé Spa của ks Sofitel Metropole Hanoi khi spa đang trong giai đoạn nâng cấp. Tuy hơi bất tiện vì phải sử dụng phòng khách làm phòng Spa nhưng tôi cảm nhật chất lượng phục vụ tuyệt vời. Cám ơn bạn quản lý Bắc Hà đã chăm sóc tôi rất tốt và bạn Chiến kỹ thuật viên đã có những kỹ thuật massage điêu luyện,lành nghề đã làm cho tôi bớt nhức mỏi . Tuy nhiên tôi có 1 số góp ý sau  1/ sau khi massage xong tôi ra phòng khách tính tiền và ngồi uống trà. Khi uống trà và thay đồ xong thì ra ngoài không thấy bạn nào tiễn khách cả. Phải tìm đường bấm thang máy về. Hơi hụt hẫn so với lúc đến. Đúng ra là nên cho khách biết sdt để liên lạc với nhân viên Spa sau khi massage để khách gọi sau khi ngồi uống trà xong để tiễn khách về. 2. Miếng túi đắp lên mắt nên làm bằng hoa khô để tạo mùi  hương dễ chịu và nên giữ ấm để khi đắp lên mắt tạo cảm giác âm ấm nhẹ cho thư giãn 3. Tôi thì thích tinh dầu âm ấm như tinh dầu với gừng hay hồi quế để khi massage lên da tạo cảm giác ấm áp trên da nhưng bên Spa không có"},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Scent Premium Hotel", "h_reviewer_name": "vu q", "h_date": "  thg 2 2022", "h_title_comment": "Unprofessional, rigid, hostile receptionists and guards, unresponsive managements.", "h_comment": "This was probably the most unprofessional staffs and services I have experienced.  Before coming to Hanoi, I received an email saying that all guests who live in the government-deemed Covid “red zone” would have to take a rapid test to stay at the hotel. Since I am from Saigon - a “green zone”, I figured that this was not an issue at all. However, when I came to hotel where they charged me for the full stay, they claimed that my accent is Northern and since my identification is from Hanoi, I have to take a rapid test. Even though I tried to explain to them that it was my grandparents house and before I can show them other evidences such as my passport and boarding pass, they proceeded to cancel my reservation but did not choose to notify the company that I used to book my stay. "},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn Golden Holiday Hà Nội", "h_reviewer_name": "Ryan A", "h_date": "  thg 8 2018", "h_title_comment": "Nice stay", "h_comment": "Các phòng được tốt, sạch sẽ, và mát mẻ. Ăn sáng là thực sự tốt đẹp. Các nhân viên rất thân thiện và có sức chứa. Chúng tôi rất thích ở lại vì vị trí của khách sạn rất gần với các cơ sở và nhà hàng gần như tốt."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "Punit G", "h_date": "  thg 2 2019", "h_title_comment": "Khách sạn tốt", "h_comment": "Nó là một khách sạn tốt để ở. Rất nhiều người kinh doanh sử dụng khách sạn này. Buổi sáng rất bận rộn. Tốc độ phục vụ chậm trong bữa sáng. Bạn phải đứng xếp hàng để nhận món trứng tráng vì chỉ có một người làm từng cái một."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "CGL_17", "h_date": "  thg 8 2018", "h_title_comment": "Một trong những khách sạn tốt hơn ở Hà Nội", "h_comment": "Điều này chắc chắn là một trong những khách sạn tốt hơn tôi đã ở lại trong chuyến thăm của tôi đến Hà Nội. Khách sạn có sảnh đợi rộng rãi và khá rộng rãi trong việc trang trí nội thất với số lượng ghế sofa hợp lý cho khách ngồi trong khi chờ đợi hoặc gặp ai đó. Nhân viên tại khách sạn thân thiện và lịch sự, và sẽ chào đón khách khi họ di chuyển quanh sảnh đợi. Phòng rộng rãi, sạch sẽ và tràn ngập ánh sáng. Chỉ có vấn đề gặp phải là một công tắc đèn bàn bị lỗi khi đã bật, không thể tắt được. Tôi phải tháo nó ra khỏi ổ cắm để tắt đèn. Vị trí của khách sạn rất thuận tiện. Ngay phía bên kia đường là cửa hàng bách hóa Lotte. Đây là một trung tâm mua sắm lớn với nhiều cửa hàng bán hàng thời trang, v.v ..., bao gồm nhiều quán ăn và nhà hàng. Ngoài ra còn có siêu thị nằm ở tầng hầm. Tôi"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "KJ F", "h_date": "  thg 8 2018", "h_title_comment": "Khách sạn tốt với đội ngũ nhân viên tuyệt vời", "h_comment": "Đã đến Hà Nội nhiều lần nhưng đây là lần đầu tiên tôi ở lại khách sạn Daewoo ở khách sạn này. Phòng có kích thước tốt với tầm nhìn đẹp. Nhân viên văn phòng phía trước rất chu đáo và thân thiện. Đặc biệt đề cập đến Zoe Yen, người luôn nhanh chóng hỗ trợ và mỉm cười. Nhìn chung, một trải nghiệm tuyệt vời và chắc chắn sẽ trở lại trong tương lai."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Hanoi Graceful", "h_reviewer_name": "Tilly M", "h_date": "  thg 1 2019", "h_title_comment": "Điểm tuyệt vời để khám phá", "h_comment": "Khách sạn này không thể có vị trí tốt hơn, ngay tại trung tâm của khu phố cổ nhưng phòng của chúng tôi không ồn ào. Nó được trang trí tốt và chiếc giường thực sự thoải mái. Tuy nhiên, nó không lớn hoặc sang trọng như những bức ảnh trực tuyến cho thấy.  Vòi hoa sen của chúng tôi đã bị hỏng khi chúng tôi đến, mà sau một hành trình dài là không lý tưởng. Tôi phải tắm dưới vòi nước. Nó đã được sửa vào sáng hôm sau, điều đó cũng ổn vì chúng tôi đã ở 2 đêm nhưng nếu không thì sẽ nản lòng.  Các nhân viên rất đáng yêu và hữu ích, chúng tôi rất ấn tượng và họ có rất nhiều lời đề nghị.  Bữa sáng rất hợp với lựa chọn đồ ăn Anh hoặc Việt Nam.  Nhìn chung, giá trị đồng tiền, ngủ ngon và sạch sẽ."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Golden Cyclo", "h_reviewer_name": "Fin_tastic_Flyer", "h_date": "  thg 4 2018", "h_title_comment": "Vị trí tốt, nhân viên thân thiện", "h_comment": "Đã dành một vài đêm ở đây và nghĩ rằng các phòng đều được bổ nhiệm. Nhân viên lễ tân rất thân thiện. Chỉ cần xem ra cho muỗi trong phòng tắm.  Bạn có máy tính và TV màn hình rộng trong phòng cũng như nhiều ổ cắm quốc tế."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Khách sạn Golden Cyclo", "h_reviewer_name": "Ngân T", "h_date": "  thg 4 2018", "h_title_comment": "Không bao giờ trở lại", "h_comment": "Tệ quá, tôi sẽ không bao giờ đến đây nữa. Các phòng đều kinh khủng Họ thậm chí cho phép một người phụ nữ mang thai làm việc, không thể tin được. . . . . . . . Người phụ nữ sau đó dọn dẹp phòng và phàn nàn về công việc của mình. Tôi nghĩ đây là lần cuối tôi đến đây"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Hanoi L'Heritage Diamond Hotel & Spa", "h_reviewer_name": "Gloria R", "h_date": "  thg 11 2018", "h_title_comment": "Không sao nhưng tất cả", "h_comment": "Phòng mới, tốt và sạch sẽ và nhà vệ sinh là tốt nhưng tôi nghĩ có lẽ là quá mới mà chúng tôi không nghĩ là ấm cúng. Ăn sáng là không thực sự tốt và một ngày của chúng tôi ở lại họ không làm sạch phòng lên. . . điều tốt nhất là ở nơi tốt nhất của Hà Nội."},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Khách sạn Hanoi Graceful", "h_reviewer_name": "Mysteria03", "h_date": "  thg 7 2018", "h_title_comment": "Nhân viên thân thiện, vị trí ok, trung bình khách sạn", "h_comment": "Nhân viên thân thiện và hữu ích Vị trí đi bộ ngắn đến hồ  Mọi thứ khác về ngôi nhà là trung bình Ăn sáng tự chọn nhạt nhẽo Các phòng khách sạn không hoạt động, tôi có kiến ​​trong phòng, gò trong phòng tắm, khăn tắm cũ và rách dọc theo mép Giường thực sự chắc chắn cho những người không thích giường cứng"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Hanoi Graceful", "h_reviewer_name": "Geoff P", "h_date": "  thg 6 2018", "h_title_comment": "Khách sạn yên tĩnh tại Khu Phố Cổ", "h_comment": "Khách sạn yên tĩnh trong khu phố cổ trong khoảng cách đi bộ dễ dàng đến tất cả các điểm tham quan thành phố, quán ăn vv Rất gần với đường xe lửa. Bữa sáng đa dạng là tất cả ngon và nhân viên đều hữu ích. Đặc biệt đề cập đến Levi là người tuyệt vời trong việc giới thiệu chúng tôi đến khách sạn và giới thiệu các nhà hàng và điểm tham quan địa phương - rất chuyên nghiệp. Được đề xuất."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách sạn Hanoi Graceful", "h_reviewer_name": "Marcel D", "h_date": "  thg 5 2018", "h_title_comment": "khách sạn đáng yêu trong khu phố cổ", "h_comment": "Khách sạn rất đẹp trong khu phố cổ, nhưng cách xa khu vực ồn ào. Chỉ mất năm phút đi bộ từ phía bắc hồ. Chúng tôi rất thích một căn phòng với một ban công được thực sự tốt đẹp (Không hữu ích btw). Chúng tôi cũng có một khách sạn khác ở hanoi (vùng biển khai thác) nhưng khách sạn này chắc chắn có một phòng đẹp hơn. Các bữa ăn sáng là một chút tối giản.  Phòng trông đẹp hơn trên hình ảnh sau đó họ đang có trong thực tế."},
{"h_rating": "ui_bubble_rating bubble_20", "h_name": "Khách sạn Daewoo Hà Nội", "h_reviewer_name": "rachaelg830", "h_date": "  thg 7 2018", "h_title_comment": "Smokey", "h_comment": "Đây là một khách sạn tốt đẹp nhưng đáng buồn là mùi khói bốc khói khiến bạn cảm động khi bạn bước vào khiến tôi cảm thấy buồn nôn. Họ cho phép hút thuốc trong quán cà phê mà chỉ là ra khỏi sảnh. Có lẽ điều này là bình thường ở Hà Nội, tôi đã không gặp nó ở bất kỳ khách sạn nào khác của chúng tôi ở Việt Nam. Rất 1985 và vì vậy không lành mạnh và xúc phạm để lộ tất cả các khách hàng của bạn đến một cái gì đó được biết là gây ung thư. Các phòng được ngày nhưng ok và nhân viên ít thân thiện hơn so với những gì tôi đã có kinh nghiệm trong các khách sạn khác. Ví dụ, nhân viên khi nhận phòng đang tranh luận với nhau, chúng tôi phải đợi họ hoàn thành trước khi họ kiểm tra chúng tôi. Chỉ cần cho bạn ấn tượng tổng thể là họ không chuyên nghiệp hay hạnh phúc. Hồ bơi đẹp và bữa sáng tuyệt"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn & Spa Splendid", "h_reviewer_name": "andymt1965", "h_date": "  thg 7 2018", "h_title_comment": "Tốt ít khách sạn ở một vị trí tuyệt vời", "h_comment": "Phòng Decent với một phòng tắm tốt. Máy điều hòa không khí hoạt động tốt và sân hiên nhỏ cho tầm nhìn khá tốt ra sự hối hả và nhộn nhịp gần hồ chính. Địa điểm hoàn hảo để tham quan Khu Phố Cổ. Ăn sáng là tốt đẹp từ sân thượng. Nhân viên thân thiện và rất hữu ích."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn & Spa Splendid", "h_reviewer_name": "Den267", "h_date": "  thg 7 2018", "h_title_comment": "Vị trí hoàn hảo - giá trị tốt cho tiền", "h_comment": "Vị trí hoàn hảo nhưng khó tìm, giá tốt và khách sạn đẹp. Các phòng đều tốt.  Vào buổi tối, khách sạn đóng cửa bằng cửa cuốn sắt và bạn phải bấm chuông để vào, nhưng mặc dù nhân viên chỉ ngủ sau màn trập, bạn phải rung chuông hoặc gõ cửa trập từ 5 đến 10 phút trước khi bất kỳ ai nhận thấy bạn muốn vào. . . . Ăn sáng không phải là rất tốt."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn & Spa Splendid", "h_reviewer_name": "MatthewErik", "h_date": "  thg 7 2018", "h_title_comment": "Khách sạn thân thiện ở trung tâm của khu phố cổ", "h_comment": "Splendid Hotel and Spa là một khách sạn nhỏ nằm ngay gần hồ Hoàn Kiếm trong Khu Phố Cổ Hà Nội. Các nhân viên rất thân thiện và hữu ích, nói tiếng Anh tuyệt vời và rất vui khi được hỗ trợ với các ý tưởng hành trình và phương tiện đi lại cho chuyến đi của chúng tôi. Các phòng được sạch sẽ và rất phải chăng. Thật không may tôi cảm thấy bữa sáng là trung bình nhưng tôi chắc chắn điều này có thể được cải thiện."},
{"h_rating": "ui_bubble_rating bubble_10", "h_name": "Capella Hanoi", "h_reviewer_name": "Le Van Mien", "h_date": "  thg 10 2022", "h_title_comment": "Người quản lý tồi.", "h_comment": "Nhà hàng tầng thượng thì đáng yêu. Kiểu dễ thương và nhân viên người Việt thì thân thiện. Nhưng mà người quản lý nước ngoài thì tệ lắm. Anh ta Làm tôi xấu hổ trước mặt bạn bè, anh ta thậm chí không đưa ra được bất cứ thực đơn thay thế nào cho tôi và cãi nhau với tôi ngay giữa nhà hàng. Tôi chưa từng có trải nghiệm dịch vụ nào tồi tệ như vậy trong đời. Anh ta thô lỗ, thiếu chuyên nghiệp và cực kỳ nóng tính. Buồn mà nói, tôi sẽ khuyên mọi người tránh xa nơi này"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sofitel Legend Metropole Hà Nội", "h_reviewer_name": "Nguyễn Tiến Vinh", "h_date": "  thg 5 2019", "h_title_comment": "View đẹp", "h_comment": "Mình thấy thoải mái khi dùng dịch vụ tại đây, không khí thoáng mát, không quá ồn ào. Chất lượng phục vụ khách hàng nhiệt tình, quan tâm đến khách, Nhân viên lễ tân nhẹ nhàng, duyên dáng, dễ chịu khi tiếp xúc."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Oakwood Residence Hanoi", "h_reviewer_name": "Huskyrides", "h_date": "  thg 2 2020", "h_title_comment": "Chỗ ở tuyệt vời và khởi đầu tuyệt vời!", "h_comment": "Ở lại 3 đêm vào tháng 2 năm 2020.  Tôi thực sự yêu thích chỗ ở này, chúng tôi đã đặt một căn hộ 3 giường và nó là hoàn hảo cho chúng tôi. Rộng rãi, hiện đại và được bổ nhiệm.  Một phòng ngủ bên cạnh vua có phòng tắm riêng, cộng với một giường cỡ king khác và một phòng hai giường đôi cùng phòng tắm / vòi hoa sen đầy đủ.  Nhà bếp được trang bị đầy đủ và thiết bị rửa (trong tủ trên ban công) cộng với ban công dài. Đã yêu nó!  Hồ bơi tuyệt vời và phòng tập thể dục trên tầng 16  Các nhân viên đã cố gắng để đảm bảo bạn được chăm sóc và Klaudia tiếp tân đặc biệt hữu ích khi giới thiệu những địa điểm ăn uống.  Tôi rất thích đưa ra 5 * này nhưng hai điều đã ngăn tôi lại.   1 - ngoài bữa sáng (không sao) không có nhà hàng / quán cà phê / quán cà phê trong khuôn viên.  2 - vị trí hơi xa"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Oakwood Residence Hanoi", "h_reviewer_name": "Rachel", "h_date": "  thg 11 2019", "h_title_comment": "Trải nghiệm tuyệt vời", "h_comment": "Khách sạn mới khai trương với các tiện nghi tinh tế. Nhân viên rất thân thiện và có sức chứa. Hồ bơi trong nhà trên tầng thượng với tầm nhìn tuyệt đẹp và phòng tập thể dục 24/7 với phòng tắm hơi, spa và phòng xông hơi. Các phòng được trang bị máy giặt và bếp nhỏ riêng.  Vì khách sạn còn mới nên chưa có dịch vụ phòng, bữa tối hoặc khả năng nhận đồ ăn nhẹ: chỉ ăn sáng.  Các phòng có một máy pha cà phê nhưng không có vỏ cà phê. Các thanh trên bầu trời trên mái nhà vẫn chưa được hoàn thành. Một khi tất cả các tiện nghi đã hoạt động, đây sẽ là một trong những nơi đẹp nhất tôi ở lại."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Khách Sạn & Spa Splendid", "h_reviewer_name": "Pelin G", "h_date": "  thg 7 2018", "h_title_comment": "Điểm dừng chân đầu tiên tại Việt Nam", "h_comment": "Là một nhóm 3, chúng tôi đã hạ cánh đầu tiên tại Hà Nội. Khách sạn này nằm ngay tại trung tâm khu phố cổ, nơi du khách có thể cảm nhận được cách mọi người sống, ăn uống, làm việc, du lịch. Khách sạn chỉ cách hồ Hoàn Kiếm một đoạn đi bộ. Nhân viên rất đẹp, thân thiện và hữu ích. Một lời chỉ trích tuyệt vọng tốt: sàn ăn sáng có vẻ khá rộng rãi trên các hình ảnh của trang web nhưng về cơ bản có 3 bàn và điều hòa không khí bị hạn chế, điều này rất quan trọng trong nhiệt. Ăn sáng là trung bình. Các phòng có diện tích khác nhau và thoải mái. Tôi ở lại 708 và 108 là khá nhỏ. Phòng gia đình, 406 là thoải mái và lớn hơn nhiều so với phần còn lại, với một ban công nhỏ nhìn ra hồ. Nhìn chung, xếp hạng của tôi khá tốt do vị trí và nhân viên và tôi đề xuất khách sạn dễ thương này."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Dolce by Wyndham Hanoi Golden Lake", "h_reviewer_name": "Ky Tran", "h_date": "  thg 11 2021", "h_title_comment": "Trải nghiệm ở khách sạn dát vàng Dolce by Wyndham Hanoi Golden Lake", "h_comment": "Về cơ bản là khá ổn, phòng ốc 7/10. Nổi bật là có bể bơi vô cực trên cao khá đẹp. Riêng về chất lượng phục vụ thì ở mức 8/10. Điểm chưa hài lòng là khi ăn ở nhà hàng F29 đã tính hoá đơn sai cho khách hàng. Mình phải check lại và gọi điện lại ks để giải quyết. Cảm ơn bạn lễ tân Phương Linh đã hỗ trợ nhiệt tình trong quá xử lý vấn đề này và các vấn đề trong quá trình ở ks. Thái độ phục vụ bạn ấy khá nhiệt tình và dễ mến, là điểm cộng cho ks."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Hanoi Pearl Hotel", "h_reviewer_name": "CeeBee41969", "h_date": "  thg 8 2018", "h_title_comment": "Vị trí tốt", "h_comment": "Chúng tôi đã dành ba đêm với tư cách là một gia đình ba người ở Hà Nội Pearl để bắt đầu kỳ nghỉ ở Việt Nam của chúng tôi. Nó nằm ở một vị trí hoàn hảo để khám phá Khu Phố Cổ Hà Nội, nhưng rất yên tĩnh. Căn phòng rất đẹp và có kích thước tốt, ngay cả với giường phụ trong đó. Các nhân viên đã rất chu đáo, đặc biệt là trong thanh Roof Top thường rất yên tĩnh nhưng có tầm nhìn tuyệt đẹp. Ăn sáng là rất tốt, với một loạt các điều châu Á và châu Âu trên cung cấp. Sẽ ở lại đó một lần nữa nếu trở về Hà Nội."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Peridot Grand Luxury Boutique Hotel", "h_reviewer_name": "dangquang", "h_date": "  thg 11 2020", "h_title_comment": "Mới hoạt động, nội thất đẹp !", "h_comment": "Vị trí tương đối gần trung tâm, chỉ cần đi bộ vài trăm mét để tới các điểm du lịch, ăn uống trong phố cổ. Phong cách thiết kế khá ấn tượng, vật liệu nội thất chất lượng. Cái chính là mới xây dựng được khoảng 1 năm nên rất mới, sạch. Bar trên tầng thượng khá đẹp, nên thử."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Sofitel Legend Metropole Hà Nội", "h_reviewer_name": "Trung Kiên T", "h_date": "  thg 4 2017", "h_title_comment": "Hãy giãn cơ mặt ra", "h_comment": "Tôi là hướng dẫn viên, chưa từng ở khách sạn của các bạn nhưng đã từng đón khách ở đây nhiều rồi. Tôi chưa bao giờ thấy các bạn cười với khách cả. Tôi biết các bạn là khách sạn 5* đẹp nhất phố cổ nhưng đứng ở vai trò là người phục vụ, mong các bạn hãy giãn cơ mặt ra để cho khách hàng cảm thấy họ được chào đón. Nếu các bạn chưa biết làm như thế nào hãy thử một lần qua Lasieta 94 Mã Mây mà xem.  Rất mong các bạn trở nên thân thiện hơn với những người trả tiền cho các bạn. Tôi để 4* và đánh giá bằng tiếng Việt coi như lời nhắc nhở cho các bạn những người cùng làm dịch vụ như tôi."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Silk Path Boutique Hanoi", "h_reviewer_name": "Hoàng M", "h_date": "  thg 3 2022", "h_title_comment": "Great Hotel", "h_comment": "Phòng rất sạch sẽ và thoáng mát, đầy đủ tiện nghi cơ bản. Khách sạn có vị trí rất thuận tiện cho việc di chuyển tham quan hồ Gươm và phố cổ. Mình thấy bạn Duy lễ tân rất nhiệt tình và chuyên nghiệp. Mình thực sự hài lòng khi ở đây và nếu có dịp nhất định sẽ quay trở lại."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Bespoke Trendy Hotel Hanoi (formerly Hanoi La Siesta Trendy)", "h_reviewer_name": "jtravels247", "h_date": "  thg 2 2019", "h_title_comment": "Khách sạn lớn", "h_comment": "Vì vậy, chuyến bay của tôi đến Hà Nội lúc 1 giờ sáng, khi tôi đến khách sạn thì đã 2 giờ sáng và chúng tôi đói hết. Hầu hết các địa điểm ở Hà Nội đóng cửa lúc 10 giờ tối, nhưng trong khi kiểm tra có một phụ nữ làm Phở, ngay trước khách sạn nên trong khi chúng tôi kiểm tra, chúng tôi đã ra lệnh và nhân viên lễ tân đã đưa nhân viên đến phòng của chúng tôi. Hãy để tôi nói nơi này có đội ngũ nhân viên tuyệt vời và phòng tốt cho giá bạn đang trả. Hướng dẫn viên rất hữu ích trong việc sắp xếp một tài xế và hướng dẫn viên du lịch cho chúng tôi. Bữa sáng ngon miệng và món trứng tráng, Nước ép và tất nhiên là cà phê Việt Nam. Rất muốn giới thiệu ở đây."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Aira Boutique Hanoi Hotel & Spa", "h_reviewer_name": "Buckaroo52", "h_date": "  thg 6 2019", "h_title_comment": "Khách sạn tuyệt vời trên một con đường rất ồn ào", "h_comment": "Đây là một khách sạn rất dễ chịu với một đội ngũ nhân viên tuyệt vời, thân thiện, hữu ích. Các bữa ăn sáng là tuyệt vời và phòng rất thoải mái. Nó cũng nằm độc đáo gần hồ Hoàn Kiếm. Đó là một giá trị tuyệt vời. Điểm trừ duy nhất là đường phố trở nên rất ồn ào vào ban đêm, với một quán bia ngay đối diện khách sạn (và nhiều người khác gần đó) phát ra tiếng nhạc lớn cho đến khoảng 11 p. m. May mắn thay, các cửa sổ có âm thanh rất tốt và mặc dù tôi là một người ngủ rất nhẹ, tôi không nghe thấy tiếng ồn từ đường phố, nhưng nó hơi bị giật khi quay trở lại vào ban đêm và do đó bạn có thể muốn xem xét khi chọn nơi ở."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Hai Bay Hotel", "h_reviewer_name": "Beber2525", "h_date": "  thg 8 2018", "h_title_comment": "Nice mới tài sản - cũng nằm", "h_comment": "Các tài sản cũng nằm 45 phút của sân bay trung tâm thành phố cổ, gần hồ. Việc chào đón và kiểm tra là tốt và mỉm cười. Các phòng được tốt đẹp rất thoải mái. Bạn có mọi thứ bạn cần. Các bữa ăn sáng là tốt trên tầng 9. Điểm tiêu cực duy nhất, không có kênh tin tức quốc tế và bạn cần tư vấn về trang web và đặt chỗ của bạn. com rằng một số phòng của bạn bị mù."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Hai Bay Hotel", "h_reviewer_name": "Ouppoeps", "h_date": "  thg 7 2018", "h_title_comment": "Vị trí hoàn hảo", "h_comment": "Bạn sẽ yêu thích vị trí của khách sạn nhỏ này: chỉ vài mét từ hồ ở trung tâm thành phố Hà Nội. Tôi rất thích lựa chọn bữa sáng, sự sạch sẽ của căn phòng và giá rẻ (theo tiêu chuẩn phương Tây). Sự chào đón là tuyệt vời và giường của tôi thoải mái cho một giấc ngủ ngon. Không có bất kỳ điểm \"xấu\" nào từ phía tôi, nhưng có lẽ người quản lý cần phải rời khỏi nhân viên tiếp tân một mình thay vì \"lơ lửng trên chúng\" mọi lúc. Các vòi hoa sen (có, hai) là thú vị ở chỗ nước chảy dưới cửa kính màn hình thay vì vào ổ cắm chuyên dụng riêng của nó, nhưng hey: nó hoạt động. Nó có thể là tốt đẹp để có một ngăn kéo cho một số quần áo gấp. Chi phí của không gian ở Hà Nội thực sự cao, do đó không gian sàn bị hạn chế: khách sạn này có đủ không gian cho tôi. Tôi rất thích chuyến thăm của tôi."},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Lotte Hotel Hanoi", "h_reviewer_name": "Phong P", "h_date": "  thg 10 2019", "h_title_comment": "Tof of HN", "h_comment": "Vì vụ tìm thang máy nên mệt mỏi quá trừ 1*. Nhân viên( chị Chi 16)  nhiệt tình, dễ thương, so với ở Bitexco nhân viên láo toét vc :)). Giá rẻ hơn so với bar trên cao hoặc ngoài trời khác ở SG.  Túm lại là must come!"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Lotte Hotel Hanoi", "h_reviewer_name": "quynh n", "h_date": "  thg 8 2017", "h_title_comment": "Sang - sạch - địa điểm trung tâm", "h_comment": "Lotte hotel Hanoi có vị trí tốt, khá thoáng đãng, gần công viên và có thể dễ đang đi chuyển vào khu trung tâm của HN.  Điểm cộng: Sang trọng, sạch sẽ và phục vụ chuyên nghiệp Điểm trừ: Giá chát, sự cố rơi thang máy trước kia khiến khách hàng khá e ngại"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Lotte Hotel Hanoi", "h_reviewer_name": "Trattoria_Tomato", "h_date": "  thg 6 2017", "h_title_comment": "di choi", "h_comment": "khach san kha la sang trong , minh dan nguoi yeu di ma co ay bao la khong di , cuooi cung ru mai moi di , sau do bi me hoac boi ve dep hao nhoang cua lote , yeeu qua di thooi , ban da den day lan nao chua vay"},
{"h_rating": "ui_bubble_rating bubble_30", "h_name": "Lotte Hotel Hanoi", "h_reviewer_name": "Phat L", "h_date": "  thg 12 2016", "h_title_comment": "Cần nâng cao dịch vụ", "h_comment": "Ấn tượng với quầy reception city view 360, các cô lễ tân cũng nhẹ nhàng, nhiệt tình, chúng tôi được giới thiệu ăn sáng tại nhà hàng 63 grill.Bữa sáng rất phong phú, duy có anh nhân viên tôi order đồ uống nhưng không thấy mang ra.Sáng hôm sau dậy muộn nên nhà hàng hết chỗ, chúng tôi được mời xuống tầng 59 ăn sáng.Ở đây view cũng rất đẹp, cảm giác ấm cúng riêng tư hơn nhà hàng chính. Nhiều năm bôn ba các khách sạn lớn ở khắp việt nam nhưng là lần đầu tôi gặp 1 cô phục vụ ở tầng 59,dáng người to lớn bắt chuyện chồng tôi. Sẽ không là vấn đề nếu tôi không đứng dậy lấy đồ ăn sáng và vô tình nghe được những lời cô nhân viên tán tỉnh chồng tôi,và nói những lời mà nếu tôi gặp được trực tiếp manager và truyền lại tôi nghĩ người nghe chắc chắn sẽ phải đỏ mặt.Thực sự rất tiếc khi location,"},
{"h_rating": "ui_bubble_rating bubble_40", "h_name": "Lotte Hotel Hanoi", "h_reviewer_name": "Dũng B", "h_date": "  thg 9 2016", "h_title_comment": "Thoải mái", "h_comment": "Check-in tầng 38, diện tích phòng vừa phải, có cột trong phòng nên mất diện tích. Tiện nghi vì mới xây dựng nên khá hiện đại.  Không được giới thiệu bể bơi trong nhà, có sự phân biệt khách trong nước và nước ngoài chăng?"}
]